const music_data = [
    [
    ["別れても好きな人","ロスインディオス＆シルヴィア"],
    ["ダンシングオールナイト","もんた＆ブラザーズ"],
    ["ランナウェイ","シャネルズ"],
    ["順子","長渕　剛"],
    ["倖せさがして","五木　ひろし"],
    ["昴（すばる）","谷村　新司"],
    ["大都会","クリスタルキング"],
    ["さよなら","オフコース"],
    ["贈る言葉","海援隊"],
    ["私はピアノ","高田　みづえ"],
    ["パープルタウン","八神　純子"],
    ["とまり木","小林　幸子"],
    ["雨の慕情","八代　亜紀"],
    ["哀愁でいと","田原　俊彦"],
    ["秋止符","アリス"],
    ["おまえとふたり","五木　ひろし"],
    ["恋人よ","五輪　真弓"],
    ["青い珊瑚礁","松田　聖子"],
    ["蜃気楼","クリスタルキング"],
    ["ふたりの夜明け","五木　ひろし"],
    ["防人の詩","さだ　まさし"],
    ["ＲＩＤＥ　ＯＮ　ＴＩＭＥ","山下　達郎"],
    ["風は秋色","松田　聖子"],
    ["ハッとして！Ｇｏｏｄ","田原　俊彦"],
    ["Ｈｏｗ　ｍａｎｙいい顔","郷　ひろみ"],
    ["人生の空から","松山　千春"],
    ["　恋","松山　千春"],
    ["異邦人","久保田　早紀"],
    ["Ｙｅｓ−Ｎｏ","オフコース"],
    ["唇よ熱く君を語れ","渡辺　真知子"],
    ["さよならの向こう側","山口　百恵"],
    ["不思議なピーチパイ","竹内　まりや"],
    ["ロックンロールウイドウ","山口　百恵"],
    ["狂った果実","アリス"],
    ["南回帰線","堀内孝雄　滝ともはる"],
    ["ＴＯＫＩＯ","沢田　研二"],
    ["謝肉祭","山口　百恵"],
    ["セクシーナイト","三原　順子"],
    ["大阪しぐれ","都　はるみ"],
    ["Ｗａｋｅ　Ｕｐ","財津　和夫"],
    ["ジェニーはご機嫌ななめ","ジューシーフルーツ"],
    ["恋の綱わたり","中村　晃子"],
    ["ＳＡＣＨＩＫＯ","ばんば　ひろふみ"],
    ["ふたり酒","川中　美幸"],
    ["道化師のソネット","さだ　まさし"],
    ["愛はかげろう","雅夢"],
    ["セクシーユー","郷　ひろみ"],
    ["帰ってこいよ","松村　和子"],
    ["トゥナイト","シャネルズ"],
    ["赤いアンブレラ","もんた＆ブラザーズ"],
    ["悲しき友情","西城　秀樹"],
    ["Ｔｈｉｓ　ｉｓ　ａ　ｓｏｎｇ　ｆｏｒ　ＣＯＣＡ−ＣＯＬＡ","矢沢　永吉"],
    ["ブランデーグラス","石原　裕次郎"],
    ["愛の園","西城　秀樹"],
    ["ひとり上手","中島　みゆき"],
    ["ビューティフルエネルギー","甲斐バンド"],
    ["恋のバッドチューニング","沢田　研二"],
    ["タブー","郷　ひろみ"],
    ["Ｈｅｙ　Ｌａｄｙ〜優しくなれるかい〜","庄野　真代"],
    ["酒場でＤＡＢＡＤＡ","沢田　研二"],
    ["愛染橋","山口　百恵"],
    ["重いつばさ","岸田　智史"],
    ["ヤングボーイ","河合　奈保子"],
    ["「ヒゲ」のテーマ","たかはしあきひこ＆エレクトリックシェーパーズ"],
    ["おやじの海","村木　賢吉"],
    ["涼風","岩崎　良美"],
    ["ＬＯＶＥ　ＳＯＮＧ","ツイスト"],
    ["万里の河","チャゲ＆飛鳥"],
    ["ふたりはひとり","小林　幸子"],
    ["俺たちの時代","西城　秀樹"],
    ["いまのきみはピカピカに光って","斉藤　哲夫"],
    ["ドゥユーリメンバーミー","Ｙｕｋｉ　Ｏｋａｚａｋｉ"],
    ["Ｍｒブルー　〜私の地球〜","八神　純子"],
    ["かなしみ笑い","中島　みゆき"],
    ["よせばいいのに","敏いとうとハッピー＆ブルー"],
    ["奥飛騨慕情","竜　鉄也"],
    ["若さのカタルシス","郷　ひろみ"],
    ["エンドレスサマー","西城　秀樹"],
    ["春ラ！ラ！ラ！","石野　真子"],
    ["ユーメイドリーム","シーナ＆ロケッツ"],
    ["舟唄","八代　亜紀"],
    ["裸足の季節","松田　聖子"],
    ["サンタマリアの祈り","西城　秀樹"],
    ["やさしさ紙芝居","水谷　豊"],
    ["りばいばる","中島　みゆき"],
    ["一恵","山口　百恵"],
    ["なみだ涙のキャフェテラス","ジューシーフルーツ"],
    ["漂泊者（アウトロー）","甲斐バンド"],
    ["安奈","甲斐バンド"],
    ["おれでよければ","田辺　靖雄"],
    ["処女航海","クリスタルキング"],
    ["おもいで酒","小林　幸子"],
    ["親父のいちばん長い日","さだ　まさし"],
    ["涙のラブレター","矢沢　永吉"],
    ["抱擁","箱崎　晋一郎"],
    ["Ｃ調言葉に御用心","サザンオールスターズ"],
    ["雨の東京","真木　ひでと"],
    ["女優","岩崎　宏美"],
    ["いなせなロコモーション","サザンオールスターズ"],
    ["ハートで勝負","石野　真子"],
    ],[
    ["奥飛騨慕情","竜　鉄也"],
    ["ルビーの指環","寺尾　聰"],
    ["みちのくひとり旅","山本　譲二"],
    ["長い夜","松山　千春"],
    ["街角トワイライト","シャネルズ"],
    ["メモリーグラス","堀江　淳"],
    ["ハイスクールララバイ","イモ欽トリオ"],
    ["守ってあげたい","松任谷　由実"],
    ["ツッパリＨｉｇｈ　Ｓｃｏｏｌ　Ｒｏｃｋ’ｎ　Ｒｏｌｌ（登校編）","横浜銀蠅"],
    ["シャドーシティ","寺尾　聰"],
    ["ギンギラギンにさりげなく","近藤　真彦"],
    ["夏の扉","松田　聖子"],
    ["キッスは目にして！","ザ　ヴィーナス"],
    ["ブルージーンズメモリー","近藤　真彦"],
    ["サンセットメモリー","杉村　尚美"],
    ["ハリケーン","シャネルズ"],
    ["サヨナラ模様","伊藤　敏博"],
    ["ヨコハマチーク","近藤　真彦"],
    ["ブランデーグラス","石原　裕次郎"],
    ["スニーカーぶるーす","近藤　真彦"],
    ["チェリーブラッサム","松田　聖子"],
    ["まちぶせ","石川　ひとみ"],
    ["もしもピアノが弾けたなら","西田　敏行"],
    ["白いパラソル","松田　聖子"],
    ["お嫁サンバ","郷　ひろみ"],
    ["恋＝ＤＯ！","田原　俊彦"],
    ["風立ちぬ","松田　聖子"],
    ["少女人形","伊藤　つかさ"],
    ["シンデレラサマー","石川　優子"],
    ["ブギ浮ぎＩ　ＬＯＶＥ　ＹＯＵ","田原　俊彦"],
    ["ストリッパー","沢田　研二"],
    ["すみれ色の涙","岩崎　宏美"],
    ["ロンリーハート","クリエーション"],
    ["人生かくれんぼ","五木　ひろし"],
    ["ペガサスの朝","五十嵐　浩晃"],
    ["喝徒毘路薫狼琉","横浜銀蠅"],
    ["万里の河","チャゲ＆飛鳥"],
    ["悪女","中島　みゆき"],
    ["出航","寺尾　聰"],
    ["グットラックＬＯＶＥ","田原　俊彦"],
    ["春咲小紅","矢野　顕子"],
    ["恋のぼんちシート","ザ　ぼんち"],
    ["渚のラブレター","沢田　研二"],
    ["キミに決定！","田原　俊彦"],
    ["港　ひとり唄","五木　ひろし"],
    ["スローなブギにしてくれ","南　佳孝"],
    ["悲しみ２ヤング","田原　俊彦"],
    ["大阪しぐれ","都　はるみ"],
    ["スマイルフォーミー","河合　奈保子"],
    ["抱かれたいもう一度","矢沢　永吉"],
    ["リトルガール","西城　秀樹"],
    ["ふるさと","松山　千春"],
    ["愛はかげろう","雅夢"],
    ["眠れぬ夜","西城　秀樹"],
    ["恋人よ","五輪　真弓"],
    ["鳥の詩","杉田　かおる"],
    ["ツッパリHighSchoolRock'nRoll(試験編）","横浜銀蠅"],
    ["もう一度思春期","郷　ひろみ"],
    ["未完成","郷　ひろみ"],
    ["１７才","河合　奈保子"],
    ["帰ってこいよ","松村　和子"],
    ["横須賀ＢＡＢＹ","横浜銀蠅"],
    ["ジェラシー","井上　陽水"],
    ["センチメンタルジャーニー","松本　伊代"],
    ["ハローグッパイ","柏原　よしえ"],
    ["Ｅ気持","沖田　浩之"],
    ["ムーンライトキッス","河合　奈保子"],
    ["シティコネクション　","エマニエル"],
    ["あなたひとすじ","川中　美幸"],
    ["ひとり上手","中島　みゆき"],
    ["Ｉ　ＬＯＶＥ　ＹＯＵ","オフコース"],
    ["悲しくて","雅夢"],
    ["めぐり逢いふたたび","杉　良太郎"],
    ["セーラー服と機関銃","薬師丸　ひろ子"],
    ["駅舎","さだ　まさし"],
    ["群青","谷村　新司"],
    ["セクシーガール","西城　秀樹"],
    ["哀戦士","井上　大輔"],
    ["サニーサイドコネクション","三原　順子"],
    ["ジェームスディーンのように","Ｊｏｈｈｎｙ"],
    ["涙のスウィートチェリー","シャネルズ"],
    ["ふたりぐらし","川中　美幸"],
    ["ふたり酒","川中　美幸"],
    ["ドラム","三原　順子"],
    ["愛してます","河合　奈保子"],
    ["おまえがパラダイス","沢田　研二"],
    ["Ａ面で恋をして","ナイアガラトライアングル"],
    ["街が泣いてた","伊丹哲也＆Ｓｉｄｅ　ｂｙ　Ｓｉｄｅ"],
    ["Ｉ’ｍ　Ａ　Ｗｏｍａｎ","八神　純子"],
    ["エスピオナージ","アリス"],
    ["センチメンタルガール","西城　秀樹"],
    ["ドリフの早口言葉","ザ　ドリフターズ"],
    ["半熟期","沖田　浩之"],
    ["なめんなよ","又吉＆なめんなよ"],
    ["哀愁ヒーロー","郷　ひろみ"],
    ["女の街角","八代　亜紀"],
    ["Ｍｒブルー　〜私の地球〜","八神　純子"],
    ["夕暮れ物語","伊藤　つかさ"],
    ["夏の恋人","長渕　剛"],
    ["サチコ","ニックニューサー"],
    ],[
        [
            "矢切の渡し",
            "細川　たかし"
        ],
        [
            "初恋",
            "村下　孝蔵"
        ],
        [
            "ガラスの林檎",
            "松田　聖子"
        ],
        [
            "探偵物語",
            "薬師丸　ひろ子"
        ],
        [
            "めだかの兄妹",
            "わらべ"
        ],
        [
            "さざんかの宿",
            "大川　栄策"
        ],
        [
            "浪花恋しぐれ",
            "都はるみ　岡千秋"
        ],
        [
            "氷雨",
            "佳山　明生"
        ],
        [
            "時をかける少女",
            "原田　知世"
        ],
        [
            "め組のひと",
            "ラッツ＆スター"
        ],
        [
            "ＣＡＴ’Ｓ　ＥＹＥ",
            "杏里"
        ],
        [
            "禁区",
            "中森　明菜"
        ],
        [
            "１／２の神話",
            "中森　明菜"
        ],
        [
            "天国のキッス",
            "松田　聖子"
        ],
        [
            "ボヘミアン",
            "葛城　ユキ"
        ],
        [
            "メリーアン",
            "アルフィー"
        ],
        [
            "トワイライト",
            "中森　明菜"
        ],
        [
            "秘密の花園",
            "松田　聖子"
        ],
        [
            "僕　笑っちゃいます",
            "風見　慎吾"
        ],
        [
            "春なのに",
            "柏原　芳恵"
        ],
        [
            "想い出がいっぱい",
            "Ｈ２Ｏ"
        ],
        [
            "ピエロ",
            "田原　俊彦"
        ],
        [
            "細雪",
            "五木　ひろし"
        ],
        [
            "悲しい色やね",
            "上田　正樹"
        ],
        [
            "ミッドナイトステーション",
            "近藤　真彦"
        ],
        [
            "そんなヒロシに騙されて",
            "高田　みづえ"
        ],
        [
            "氷雨",
            "日野　美歌"
        ],
        [
            "ＧＯＯＤ－ＢＹＥ青春",
            "長渕　剛"
        ],
        [
            "エスカレーション",
            "河合　奈保子"
        ],
        [
            "ためいきロカビリー",
            "近藤　真彦"
        ],
        [
            "真夏の一秒",
            "近藤　真彦"
        ],
        [
            "さらば・・・夏",
            "田原　俊彦"
        ],
        [
            "君に胸キュン",
            "Ｙ．Ｍ．Ｏ"
        ],
        [
            "夢芝居",
            "梅沢　富美男"
        ],
        [
            "夏色のナンシー",
            "早見　優"
        ],
        [
            "ボディスペシャルⅡ",
            "サザンオールスターズ"
        ],
        [
            "セカンドラブ",
            "中森　明菜"
        ],
        [
            "瞳はダイヤモンド",
            "松田　聖子"
        ],
        [
            "ＺＯＫＫＯＮ命",
            "シブがき隊"
        ],
        [
            "Ｈｅｙ！Ｂｅｐｐｉｎ",
            "シブがき隊"
        ],
        [
            "半分少女",
            "小泉　今日子"
        ],
        [
            "冬のリヴィエラ",
            "森　進一"
        ],
        [
            "１９：００の街",
            "野口　五郎"
        ],
        [
            "まっ赤な女の子",
            "小泉　今日子"
        ],
        [
            "シャワーな気分",
            "田原　俊彦"
        ],
        [
            "挑発∞（ＭＵＧＥＮＤＡＩ）",
            "シブがき隊"
        ],
        [
            "恋人も濡れる街角",
            "中村　雅俊"
        ],
        [
            "ドラマティックレイン",
            "稲垣　潤一"
        ],
        [
            "家路",
            "岩崎　宏美"
        ],
        [
            "艶姿ナミダ娘",
            "小泉　今日子"
        ],
        [
            "あの娘",
            "中島　みゆき"
        ],
        [
            "渚のライオン",
            "早見　優"
        ],
        [
            "恋はご多忙申し上げます",
            "原　由子"
        ],
        [
            "うふふふ",
            "ｅｐｏ"
        ],
        [
            "ロイヤルストレートフラッシュ",
            "近藤　真彦"
        ],
        [
            "ＵＮバランス",
            "河合　奈保子"
        ],
        [
            "処女的衝撃",
            "シブがき隊"
        ],
        [
            "さよならの物語",
            "堀　ちえみ"
        ],
        [
            "ラヴ　イズ　オーヴァー",
            "欧陽菲菲"
        ],
        [
            "ギャランドゥ",
            "西城　秀樹"
        ],
        [
            "３年目の浮気",
            "ヒロシ＆キーボー"
        ],
        [
            "素敵にシンデレラコンプレックス",
            "郷　ひろみ"
        ],
        [
            "サマーサスピション",
            "杉山清貴＆オメガトライブ"
        ],
        [
            "Ｈｅｙ！　ミスターポリスマン",
            "石川　秀美"
        ],
        [
            "青い夏のエピローグ",
            "堀　ちえみ"
        ],
        [
            "ラッキィリップス",
            "早見　優"
        ],
        [
            "Ｓｉｎｇ　ａ　Ｓｏｎｇ",
            "松山　千春"
        ],
        [
            "釜山港へ帰れ",
            "渥美　二郎"
        ],
        [
            "夕暮れ気分",
            "堀　ちえみ"
        ],
        [
            "夏女ソニア",
            "大橋純子　もんたよしのり"
        ],
        [
            "ラブシュプール",
            "田原　俊彦"
        ],
        [
            "矢切の渡し",
            "ちあき　なおみ"
        ],
        [
            "ストロータッチの恋",
            "河合　奈保子"
        ],
        [
            "愛の中へ",
            "渡辺　徹"
        ],
        [
            "春風の誘惑",
            "小泉　今日子"
        ],
        [
            "恋吹雪",
            "大川　栄策"
        ],
        [
            "夏模様",
            "柏原　芳恵"
        ],
        [
            "夏色のダイアリー",
            "堀　ちえみ"
        ],
        [
            "涙のペーパームーン",
            "石川　秀美"
        ],
        [
            "エルオーヴィ愛ＮＧ",
            "田原　俊彦"
        ],
        [
            "ＳＷＥＥＴ　ＭＥＭＯＲＩＥＳ",
            "松田　聖子"
        ],
        [
            "ちょっとなら媚薬",
            "柏原　芳恵"
        ],
        [
            "まわり道",
            "琴風　豪規"
        ],
        [
            "夢恋人",
            "藤村　美樹"
        ],
        [
            "タイニーメモリー",
            "柏原　芳恵"
        ],
        [
            "チャイニーズキッス",
            "松本　伊代"
        ],
        [
            "琥珀色の想い出",
            "あみん"
        ],
        [
            "Ｉｎｖｉｔａｔｉｏｎ",
            "河合　奈保子"
        ],
        [
            "太陽がいっぱい",
            "松本　伊代"
        ],
        [
            "ダンデライオン",
            "松任谷　由実"
        ],
        [
            "バイバイサマー",
            "石川　秀美"
        ],
        [
            "あなた",
            "五木　ひろし"
        ],
        [
            "恋はサマーフィーリング",
            "石川　秀美"
        ],
        [
            "ナイトゲーム",
            "西城　秀樹"
        ],
        [
            "おまえにピタッ！",
            "横浜銀蝿"
        ],
        [
            "哀しみの黒い瞳",
            "郷　ひろみ"
        ],
        [
            "Ｇジャンブルース",
            "シブがき隊"
        ],
        [
            "居酒屋",
            "木の実ナナ　五木ひろし"
        ],
        [
            "エスケイプ",
            "稲垣　潤一"
        ],
        [
            "お久しぶりね",
            "小柳　ルミ子"
        ]
    ],[
        [
            "長良川艶歌",
            "五木　ひろし"
        ],
        [
            "涙のリクエスト",
            "チェッカーズ"
        ],
        [
            "娘よ",
            "芦屋　雁之助"
        ],
        [
            "哀しくてジェラシー",
            "チェッカーズ"
        ],
        [
            "ワインレッドの心",
            "安全地帯"
        ],
        [
            "十戒（１９８４）",
            "中森　明菜"
        ],
        [
            "もしも明日が・・・",
            "わらべ"
        ],
        [
            "雨音はショパンの調べ",
            "小林　麻美"
        ],
        [
            "星空のディスタンス",
            "アルフィー"
        ],
        [
            "Ｒｏｃｋ’ｎ　Ｒｏｕｇｅ",
            "松田　聖子"
        ],
        [
            "星屑のステージ",
            "チェッカーズ"
        ],
        [
            "サザンウインド",
            "中森　明菜"
        ],
        [
            "ふたりの愛ランド",
            "石川優子とチャゲ"
        ],
        [
            "北ウィング",
            "中森　明菜"
        ],
        [
            "つぐない",
            "テレサ　テン"
        ],
        [
            "メインテーマ",
            "薬師丸　ひろ子"
        ],
        [
            "モニカ",
            "吉川　晃司"
        ],
        [
            "ミスブランニューディ",
            "サザンオールスターズ"
        ],
        [
            "ヤマトナデシコ七変化",
            "小泉　今日子"
        ],
        [
            "ケジメなさい",
            "近藤　真彦"
        ],
        [
            "迷宮のアンドローラ",
            "小泉　今日子"
        ],
        [
            "桃色吐息",
            "高橋　真梨子"
        ],
        [
            "時間の国のアリス",
            "松田　聖子"
        ],
        [
            "浪花節だよ人生は",
            "木村　友衛"
        ],
        [
            "悲しみがとまらない",
            "杏里"
        ],
        [
            "ＮＥＶＥＲ",
            "ＭＩＥ"
        ],
        [
            "ピンクのモーツァルト",
            "松田　聖子"
        ],
        [
            "ＳＴＡＲＳＨＩＰ～光を求めて～",
            "アルフィー"
        ],
        [
            "前略道の上より",
            "一世風靡セピア"
        ],
        [
            "ギザギザハートの子守唄",
            "チェッカーズ"
        ],
        [
            "渚のはいから人魚",
            "小泉　今日子"
        ],
        [
            "泣かないで",
            "舘　ひろし"
        ],
        [
            "恋人達のペイヴメント",
            "アルフィー"
        ],
        [
            "一番野郎",
            "近藤　真彦"
        ],
        [
            "最愛",
            "柏原　芳恵"
        ],
        [
            "チャールストンにはまだ早い",
            "田原　俊彦"
        ],
        [
            "お久しぶりね",
            "小柳　ルミ子"
        ],
        [
            "恋の予感",
            "安全地帯"
        ],
        [
            "サヨナラは八月のララバイ",
            "吉川　晃司"
        ],
        [
            "愛情物語",
            "原田　知世"
        ],
        [
            "ハートのイヤリング",
            "松田　聖子"
        ],
        [
            "バージンブルー",
            "ＳＡＬＬＹ"
        ],
        [
            "Ｗｏｍａｎ～Ｗの悲劇より～",
            "薬師丸　ひろ子"
        ],
        [
            "もしかしてＰＡＲＴⅡ",
            "小林幸子　美樹克彦"
        ],
        [
            "浪花節だよ人生は",
            "細川　たかし"
        ],
        [
            "愛おぼえてますか",
            "飯島　真理"
        ],
        [
            "２２歳",
            "谷村　新司"
        ],
        [
            "君が嘘をついた",
            "オフコース"
        ],
        [
            "君たちキウイ・パパイヤ・マンゴーだね",
            "中原　めい子"
        ],
        [
            "ラヴィアンローズ",
            "吉川　晃司"
        ],
        [
            "騎士道",
            "田原　俊彦"
        ],
        [
            "顔に書いた恋愛小説",
            "田原　俊彦"
        ],
        [
            "サムライニッポン",
            "シブがき隊"
        ],
        [
            "天国にいちばん近い島",
            "原田　知世"
        ],
        [
            "　喝！",
            "シブがき隊"
        ],
        [
            "君のハートはマリンブルー",
            "杉山清貴＆オメガトライブ"
        ],
        [
            "いっそセレナーデ",
            "井上　陽水"
        ],
        [
            "飾りじゃないのよ涙は",
            "中森　明菜"
        ],
        [
            "永遠に秘密さ",
            "近藤　真彦"
        ],
        [
            "雪に書いたＬＯＶＥ　ＬＥＴＴＥＲ",
            "菊地　桃子"
        ],
        [
            "プロフィール",
            "倉沢　淳美"
        ],
        [
            "２億４千万の瞳",
            "郷　ひろみ"
        ],
        [
            "ラヴ　イズ　オーヴァー",
            "欧陽菲菲"
        ],
        [
            "ジュリアに傷心",
            "チェッカーズ"
        ],
        [
            "アッパレ！フジヤマ",
            "シブがき隊"
        ],
        [
            "ＳＵＭＭＥＲ　ＥＹＥＳ",
            "菊地　桃子"
        ],
        [
            "クライマックス御一緒に",
            "あんみつ姫"
        ],
        [
            "少年ケニヤ",
            "渡辺　典子"
        ],
        [
            "夫婦坂",
            "都　はるみ"
        ],
        [
            "北の蛍",
            "森　進一"
        ],
        [
            "細雪",
            "五木　ひろし"
        ],
        [
            "釜山港へ帰れ",
            "渥美　二郎"
        ],
        [
            "白いハンカチーフ",
            "堀　ちえみ"
        ],
        [
            "抱いてマイラブ",
            "早見　優"
        ],
        [
            "コントロール",
            "河合　奈保子"
        ],
        [
            "唇のプライバシー",
            "河合　奈保子"
        ],
        [
            "東京Ｓｕｇｅｒ　Ｔｏｗｎ",
            "堀　ちえみ"
        ],
        [
            "微風のメロディー",
            "河合　奈保子"
        ],
        [
            "べらんめえ伊達男",
            "シブがき隊"
        ],
        [
            "瞳はダイヤモンド",
            "松田　聖子"
        ],
        [
            "稲妻パラダイス",
            "堀　ちえみ"
        ],
        [
            "誘惑光線クラッ！",
            "早見　優"
        ],
        [
            "めざめ",
            "石川　秀美"
        ],
        [
            "熱風",
            "石川　秀美"
        ],
        [
            "ラストシーンは腕の中で",
            "田原　俊彦"
        ],
        [
            "トレモロ",
            "柏原　芳恵"
        ],
        [
            "ミステリーウーマン",
            "石川　秀美"
        ],
        [
            "艶姿ナミダ娘",
            "小泉　今日子"
        ],
        [
            "気ままにＲｅｆｒｅｃｔｉｏｎ",
            "杏里"
        ],
        [
            "忘れていいの",
            "小川知子　谷村新司"
        ],
        [
            "抱きしめてジルバ",
            "西城　秀樹"
        ],
        [
            "黄昏ダンシング",
            "麻倉　未希"
        ],
        [
            "カムフラージュ",
            "柏原　芳恵"
        ],
        [
            "クレイジーラブ",
            "堀　ちえみ"
        ],
        [
            "晴れときどき殺人",
            "渡辺　典子"
        ],
        [
            "ビリーヴ",
            "松本　伊代"
        ],
        [
            "風の谷のナウシカ",
            "安田　成美"
        ],
        [
            "夢芝居",
            "梅沢　富美男"
        ],
        [
            "道からの組曲",
            "一世風靡セピア"
        ],
        [
            "真夜中すぎの恋",
            "安全地帯"
        ]
    ],[
        ["北酒場","細川　たかし"],
        ["聖母たちのララバイ","岩崎　宏美"],
        ["待つわ","あみん"],
        ["心の色","中村　雅俊"],
        ["哀愁のカサブランカ","郷　ひろみ"],
        ["チャコの海岸物語","サザンオールスターズ"],
        ["ハイティーンブギ","近藤　真彦"],
        ["赤いスイートピー","松田　聖子"],
        ["渚のバルコニー","松田　聖子"],
        ["シルエットロマンス","大橋　純子"],
        ["ふられてＢＡＮＺＡＩ","近藤　真彦"],
        ["赤道小町ドキッ！","山下　久美子"],
        ["少女Ａ","中森　明菜"],
        ["情熱☆熱風◇せれなーで","近藤　真彦"],
        ["約束","渡辺　徹"],
        ["誘惑","中島　みゆき"],
        ["ウェディングベル","シュガー"],
        ["君に薔薇薔薇・・・という感じ","田原　俊彦"],
        ["ホレたぜ！乾杯","近藤　真彦"],
        ["すみれＳｅｐｔｅｍｂｅｒ　Ｌｏｖｅ","一風堂"],
        ["小麦色のマーメード","松田　聖子"],
        ["原宿キッス","田原　俊彦"],
        ["夢の途中","来生　たかお"],
        ["色つきの女でいてくれよ","ザ　タイガース"],
        ["おまえにチェックイン","沢田　研二"],
        ["ＮＩＮＪＩＮ娘","田原　俊彦"],
        ["ラ　セゾン","アン　ルイス"],
        ["男の勲章","嶋　大輔"],
        ["誘惑スレスレ","田原　俊彦"],
        ["夏をあきらめて","研　ナオコ"],
        ["いけないルージュマジック","忌野清志郎　坂本龍一"],
        ["野バラのエチュード","松田　聖子"],
        ["ＹＥＳ　ＭＹ　ＬＯＶＥ","矢沢　永吉"],
        ["匂艶ＴＨＥ　ＮＩＧＨＴ　ＣＬＵＢ","サザンオールスターズ"],
        ["セーラー服と機関銃","薬師丸　ひろ子"],
        ["ダンスはうまく踊れない","高樹　澪"],
        ["６番目のユウウツ","沢田　研二"],
        ["横恋慕","中島　みゆき"],
        ["１００％ＳＯ・・・かもね","シブがき隊"],
        ["３年目の浮気","ヒロシ＆キーボー"],
        ["ＹＥＳ−ＹＥＳ−ＹＥＳ","オフコース"],
        ["けんかをやめて","河合　奈保子"],
        ["すずめ","増田　恵子"],
        ["ＮＡＩ−ＮＡＩ１６","シブがき隊"],
        ["夏のヒロイン","河合　奈保子"],
        ["悪女","中島　みゆき"],
        ["南十字星","西城　秀樹"],
        ["麗人","沢田　研二"],
        ["ＳＵＭＭＥＲ　ＴＯＵＲ","ＲＣサクセション"],
        ["ＹａＹａ〜あの時を忘れない〜","サザンオールスターズ"],
        ["＄百萬ＢＡＢＹ","Ｊｏｈｎｎｙ"],
        ["契り","五木　ひろし"],
        ["セカンドラブ","中森　明菜"],
        ["ＤＥＳＩＲＥ","もんた＆ブラザーズ"],
        ["聖少女","西城　秀樹"],
        ["愛をください","河合　奈保子"],
        ["だってフォーリンラブ突然","三原　順子"],
        ["ＺＩＧＺＡＧセブンティーン","シブがき隊"],
        ["完全無欠のロックンローラー","アラジン"],
        ["ジェームスディーンのように","Ｊｏｈｈｎｙ"],
        ["恋人たちのキャフェテラス","柏原　よしえ"],
        ["夢の旅人","松山　千春"],
        ["あの場所から","柏原　よしえ"],
        ["あまく危険な香り","山下　達郎"],
        ["ティアドロップ探偵団","イモ欽トリオ"],
        ["渚のシンデレラ","柏原　よしえ"],
        ["夜よ泣かないで","松山　千春"],
        ["ひとり街角","小泉　今日子"],
        ["夢見るＳｅａｓｏｎ","伊藤　つかさ"],
        ["ジプシー","西城　秀樹"],
        ["花梨","柏原　芳恵"],
        ["ラブミーテンダー","松本　伊代"],
        ["暗闇をぶっとばせ","嶋　大輔"],
        ["愛しつづけるボレロ","五木　ひろし"],
        ["ラブレター","河合　奈保子"],
        ["憧れのスレンダーガール","シャネルズ"],
        ["お前サラサラサーファーガール　おいらテカテカロックンローラー","横浜銀蠅"],
        ["さざんかの宿","大川　栄策"],
        ["ぶりっ子ロックンロール","紅麗威甦"],
        ["ハローグッパイ","柏原　よしえ"],
        ["恋人も濡れる街角","中村　雅俊"],
        ["越前岬","川中　美幸"],
        ["抱きしめたい","松本　伊代"],
        ["ＬＡＨＡＩＮＡ","矢沢　永吉"],
        ["ＴＶの国からキラキラ","松本　伊代"],
        ["センチメンタルジャーニー","松本　伊代"],
        ["大きな恋の物語","よせなべトリオ"],
        ["みちのくひとり旅","山本　譲二"],
        ["Ｏｎ　ｔｈｅ　Ｍａｃｈｉｎｅ","杉本　哲太"],
        ["浮気なパレットキャット","ハウンドドック"],
        ["ふたりの大阪","都はるみ　山田ただし"],
        ["あせかきべそかきＲｏｃｋ’ｎ　Ｒｏｌｌ　ｒｕｎ","横浜銀蝿"],
        ["Ｓｅｘｙ気分の夜だから","嶋　大輔"],
        ["素敵なラブリーボーイ","小泉　今日子"],
        ["オトナじゃないの","松本　伊代"],
        ["ギンギラギンにさりげなく","近藤　真彦"],
        ["しあわせについて","さだ　まさし"],
        ["ねじれたハートで","桃井かおり　来生たかお"],
        ["檸檬","岩崎　宏美"],
        ["ＲＯＣＫＩＮ’　ＭＹ　ＨＥＡＲＴ","矢沢　永吉"],
        ],[
        ["Ｂａｎ　ＢＡＮ　Ｂａｎ","Ｋｕｗａｔａ　Ｂａｎｄ"],
        ["ＤＥＳＩＲＥ","中森　明菜"],
        ["ＣＨＡ−ＣＨＡ−ＣＨＡ","石井　明美"],
        ["シーズン　イン　ザ　サン","チューブ"],
        ["Ｍｙ　Ｒｅｖｏｌｕｔｉｏｎ","渡辺　美里"],
        ["スキップビート","Ｋｕｗａｔａ　Ｂａｎｄ"],
        ["仮面舞踏会","少年隊"],
        ["ダンシングヒーロー","荻野目　洋子"],
        ["君は１０００％","1986OMEGATRIBE"],
        ["Ｓｏｎｇ　ｆｏｒ　Ｕ．Ｓ．Ａ","チェッカーズ"],
        ["ジプシークイーン","中森　明菜"],
        ["プルシアンブルーの肖像","安全地帯"],
        ["ＯＨ！　ＰＯＰＳＴＡＲ","チェッカーズ"],
        ["Ｆｉｎ","中森　明菜"],
        ["１９８６年のマリリン","本田　美奈子"],
        ["悲しみよこんにちは","斎藤　由貴"],
        ["MERRYX'MASINSUMMER","Ｋｕｗａｔａ　Ｂａｎｄ"],
        ["今夜はＡＮＧＥＬ","椎名　恵"],
        ["モノクロームビーナス","池田　聡"],
        ["デカメロン伝説","少年隊"],
        ["夜明けのＭＥＷ","小泉　今日子"],
        ["ツィてるね　ノッてるね","中山　美穂"],
        ["元気なブロークンハート","Ｃ−Ｃ−Ｂ"],
        ["ＮＡＮＡ","チェッカーズ"],
        ["熱き心に","小林　旭"],
        ["時の流れに身をまかせ","テレサ　テン"],
        ["ラズベリードリーム","レベッカ"],
        ["モーニングムーン","チャゲ＆飛鳥"],
        ["不自然な君が好き","Ｃ−Ｃ−Ｂ"],
        ["六本木純情派","荻野目　洋子"],
        ["冬のオペラグラス","新田　恵利"],
        ["Ｓｕｐｅｒ　Ｃｈａｎｃｅ","1986OMEGATRIBE"],
        ["さよならのオーシャン","杉山　清貴"],
        ["雪国","吉　幾三"],
        ["Ｓａｙ　ｙｅｓ！","菊池　桃子"],
        ["最後のＨｏｌｙ　Ｎｉｇｈｔ","杉山　清貴"],
        ["フレンズ","レベッカ"],
        ["歌謡曲","とんねるず"],
        ["キャンドルの瞳","吉川　晃司"],
        ["青いスタスィオン","河合　その子"],
        ["Ｆｒｉｅｎｄ","安全地帯"],
        ["ＢＥＬＩＥＶＥ","渡辺　美里"],
        ["色・ホワイト・ブレンド","中山　美穂"],
        ["風曜日君をつれて","アルフィー"],
        ["空想Ｋｉｓｓ","Ｃ−Ｃ−Ｂ"],
        ["Ｂ・ＢＬＵＥ","ＢＯＯＷＹ"],
        ["じゃあね","おニャン子クラブ"],
        ["くちびるＮｅｔ　Ｗｏｒｋ","岡田　有希子"],
        ["恋におちて","小林　明子"],
        ["Ｔｅｅｎａｇｅ　Ｗａｌｋ","渡辺　美里"],
        ["Ｓｏｓｏｔｔｅ","本田　美奈子"],
        ["バナナの涙","うしろゆびさされ組"],
        ["浪花盃","五木　ひろし"],
        ["青空のかけら","斎藤　由貴"],
        ["ＪＩＮＧＩ愛してもらいます","中山　美穂"],
        ["ＳＷＥＡＴ＆ＴＥＡＲＳ","アルフィー"],
        ["ダイヤモンドアイズ","少年隊"],
        ["夏色片想い","菊池　桃子"],
        ["渚の「・・・・・」","うしろゆびさされ組"],
        ["背番号のないエース","ラフ＆レディ"],
        ["バレンタインキッス","国生　さゆり"],
        ["恋のロープをほどかないで","新田　恵利"],
        ["フラミンゴｉｎパラダイス","荻野目　洋子"],
        ["ビーバップパラダイス","ビーバップ少年少女合唱団"],
        ["ちょっとやそっとじゃCAN'TGETLOVE","中村　あゆみ"],
        ["Ｂｒｏｋｅｎ　Ｓｕｎｓｅｔ","菊池　桃子"],
        ["ＷＡＫＵ　ＷＡＫＵさせて","中山　美穂"],
        ["すべてはこの夜に","吉川　晃司"],
        ["ＯＮＥ　ＤＡＹ","Ｋｕｗａｔａ　Ｂａｎｄ"],
        ["季節はずれの恋","吉沢　秋絵"],
        ["純情物語","近藤　真彦"],
        ["ガラス越しに消えた夏","鈴木　雅之"],
        ["Ｃｏｓｍｉｃ　Ｌｏｖｅ","1986OMEGATRIBE"],
        ["Ｈｅｌｐ","本田　美奈子"],
        ["不思議な手品のように","新田　恵利"],
        ["Ｄａｎｃｅ　Ｂｅａｔは夜明けまで","荻野目　洋子"],
        ["寝た子も起こす子守唄","とんねるず"],
        ["ｔｈｅ　Ｃｒｏｓｓ〜愛の十字架〜","本田　美奈子"],
        ["Ｂａｂｙ　Ｒｏｓｅ","近藤　真彦"],
        ["ＬＯＮＥＬＹ　ＢＵＴＴＥＲＦＬＹ","レベッカ"],
        ["I'llBeBackAgainいつかは","ビートたけし＆松方弘樹"],
        ["夢色のメッセージ","西村　知美"],
        ["夏の終わりのハーモニー","井上陽水　安全地帯"],
        ["木枯しに抱かれて","小泉　今日子"],
        ["象さんのすきゃんてぃ","うしろゆびさされ組"],
        ["ＢＥＣＡＵＳＥ　Ｉ　ＬＯＶＥ　ＹＯＵ","チューブ"],
        ["Ｒｏｃｋｄｏｍ〜風に吹かれて〜","アルフィー"],
        ["瞳に約束","渡辺　美奈代"],
        ["クローズアップ","中山　美穂"],
        ["なんてったってアイドル","小泉　今日子"],
        ["ノーブルレッドの瞬間","国生　さゆり"],
        ["ＢＥ−ＢＯＰ−ＨＩＧＨ　ＳＣＨＯＯＬ","中山　美穂"],
        ["やぶさかでない","とんねるず"],
        ["夏を待てない","国生　さゆり"],
        ["お先に失礼","おニャン子クラブ"],
        ["シンデレラたちへの伝言","高井　麻巳子"],
        ["メロディ","高井　麻巳子"],
        ["バラードのように眠れ","少年隊"],
        ["夢しずく","五木　ひろし"],
        ["あ＞無情","アン　ルイス"],
    ],[
    ["悲しみにさよなら","安全地帯"],
    ["恋におちて","小林　明子"],
    ["ミ　アモーレ","中森　明菜"],
    ["翼の折れたエンジェル","中村　あゆみ"],
    ["ふたりの夏物語","杉山清貴＆オメガトライブ"],
    ["あの娘とスキャンダル","チェッカーズ"],
    ["Ｒｏｍａｎｔｉｃが止まらない","Ｃ−Ｃ−Ｂ"],
    ["ＳＡＮＤ　ＢＥＩＧＥ","中森　明菜"],
    ["Ｂｙｅ　Ｂｙｅ　Ｍｙ　Ｌｏｖｅ","サザンオールスターズ"],
    ["俺たちのロカビリーナイト","チェッカーズ"],
    ["そして・・・めぐり逢い","五木　ひろし"],
    ["俺ら東京さ行ぐだ","吉　幾三"],
    ["天使のウインク","松田　聖子"],
    ["あなたをもっと知りたくて","薬師丸　ひろ子"],
    ["碧い瞳のエリス","安全地帯"],
    ["Ｌｕｃｋｙ　Ｃｈａｎｃｅをもう一度","Ｃ−Ｃ−Ｂ"],
    ["熱視線","安全地帯"],
    ["ふられ気分でＲｏｃｋ’ｎ　Ｒｏｌｌ","ＴＯＭ　ＣＡＴ"],
    ["セーラー服を脱がさないで","おニャン子クラブ"],
    ["メロディー","サザンオールスターズ"],
    ["卒業","菊地　桃子"],
    ["ＢＯＹのテーマ","菊地　桃子"],
    ["夏ざかりほの字組","トシ＆ナオコ"],
    ["ＹＯＵ　ＧＯＴＴＡ　ＣＨＡＮＣＥ","吉川　晃司"],
    ["雨の西麻布","とんねるず"],
    ["卒業","斎藤　由貴"],
    ["ボーイの季節","松田　聖子"],
    ["シンデレラは眠れない","アルフィー"],
    ["今だから","松任谷由実　小田和正　財津和夫"],
    ["ＳＯＬＩＴＵＤＥ","中森　明菜"],
    ["涙のｔａｋｅ　ａ　ｃｈａｎｃｅ","風見　慎吾"],
    ["サイレンスがいっぱい","杉山清貴＆オメガトライブ"],
    ["シャイニンオン君が哀しい","ＬＯＯＫ"],
    ["そして僕は途方にくれる","大沢　誉志幸"],
    ["赤い鳥逃げた","中森　明菜"],
    ["ジュリアに傷心","チェッカーズ"],
    ["常夏娘","小泉　今日子"],
    ["にくまれそうなＮＥＷフェイス","吉川　晃司"],
    ["スクールガール","Ｃ−Ｃ−Ｂ"],
    ["愛人","テレサ　テン"],
    ["ＲＡＩＮＤＡＮＣＥがきこえる","吉川　晃司"],
    ["神様！ヘルプ","チェッカーズ"],
    ["六本木心中","アン　ルイス"],
    ["Ｔｈｅ　Ｓｔａｒｄｕｓｔ　Ｍｅｍｏｒｙ","小泉　今日子"],
    ["夢絆","近藤　真彦"],
    ["もう逢えないかもしれない","菊地　桃子"],
    ["タッチ","岩崎　良美"],
    ["ヨイショッ！","近藤　真彦"],
    ["白い炎","斎藤　由貴"],
    ["ＤＪ　ｉｎ　Ｍｙ　Ｌｉｆｅ","シブがき隊"],
    ["フレンズ","レベッカ"],
    ["飾りじゃないのよ涙は","中森　明菜"],
    ["Ｔｅｍｐｔａｔｉｏｎ","本田　美奈子"],
    ["夫婦坂","都　はるみ"],
    ["初戀","斎藤　由貴"],
    ["ステキな恋の忘れ方","薬師丸　ひろ子"],
    ["Ｙｏｕｎｇ　Ｂｌｏｏｄｓ","佐野　元春"],
    ["ｆｆ（フォルテシモ）","ハウンドドック"],
    ["リボン","堀　ちえみ"],
    ["うしろゆびさされ組","うしろゆびさされ組"],
    ["魔女","小泉　今日子"],
    ["早春物語","原田　知世"],
    ["ガラスのＰＡＬＭ　ＴＲＥＥ","杉山清貴＆オメガトライブ"],
    ["霧のソフィア","アルフィー"],
    ["涙の茉莉花ＬＯＶＥ","河合　その子"],
    ["堕ちないでマドンナ","田原　俊彦"],
    ["　Ｃ","中山　美穂"],
    ["ハートオブレインボー","チェッカーズ"],
    ["なんてったってアイドル","小泉　今日子"],
    ["ＰＡＳＳＩＯＮ","早見　優"],
    ["恋の予感","安全地帯"],
    ["恋愛症候群","さだ　まさし"],
    ["メトロポリスの片隅で","松任谷　由実"],
    ["大将","近藤　真彦"],
    ["ホテル","島津　ゆたか"],
    ["デビュー","河合　奈保子"],
    ["月光淑女","シブがき隊"],
    ["情熱","斎藤　由貴"],
    ["銀河の神話","田原　俊彦"],
    ["ダンシングシューズ","Ｓｅｉｋｏ"],
    ["Ｓｕｍｍｅｒ　Ｂｅａｃｈ","岡田　有希子"],
    ["つぐない","テレサ　テン"],
    ["決心","岩崎　宏美"],
    ["男意ッ気","シブがき隊"],
    ["二人だけのセレモニー","岡田　有希子"],
    ["いっそセレナーデ","井上　陽水"],
    ["サマータイムグラフティ","ＴＯＭ　ＣＡＴ"],
    ["華麗なる賭け","田原　俊彦"],
    ["待ちくたびれてヨコハマ","柏原　芳恵"],
    ["空想Ｋｉｓｓ","Ｃ−Ｃ−Ｂ"],
    ["賽を振れ","一世風靡セピア"],
    ["ベストセラーサマー","ザ　チューブ"],
    ["ＫＩＬＬ","シブがき隊"],
    ["一万光年の愛","西城　秀樹"],
    ["およしになってねティーチャー","おニャン子クラブ"],
    ["もっと接近しましょ","石川　秀美"],
    ["愛がひとりぼっち","岩崎　良美"],
    ["落葉のクレッシェンド","河合　その子"],
    ["夢しずく","五木　ひろし"],
    ["Ｃａｌｌ","オフコース"],
    ],[
        ["命くれない","瀬川　瑛子"],
        ["君だけに","少年隊"],
        ["ろくなもんじゃねえ","長渕　剛"],
        ["ＳＴＡＲ　ＬＩＧＨＴ","光ＧＥＮＪＩ"],
        ["難破船","中森　明菜"],
        ["輝きながら","徳永　英明"],
        ["追憶","五木　ひろし"],
        ["サマードリーム","チューブ"],
        ["マリオネット","ＢＯＯＷＹ"],
        ["雪国","吉　幾三"],
        ["Ｇｅｔ　Ｗｉｌｄ","ＴＭ　ＮＥＴＷＯＲＫ"],
        ["５０／５０（フィフティフィフティ）","中山　美穂"],
        ["ＴＡＮＧＯ　ＮＯＩＲ","中森　明菜"],
        ["Ｂｌｏｎｄｅ","中森　明菜"],
        ["悲しい気持ち","桑田　佳祐"],
        ["Ｉ　Ｌｏｖｅ　ｙｏｕ　ＳＡＹＯＮＡＲＡ","チェッカーズ"],
        ["愚か者","近藤　真彦"],
        ["木枯しに抱かれて","小泉　今日子"],
        ["ＷＡＮＤＥＲＥＲ","チェッカーズ"],
        ["Ｓｔｒａｗｂｅｒｒｙ　Ｔｉｍｅ","松田　聖子"],
        ["ＣＡＴＣＨ　ＭＥ","中山　美穂"],
        ["ＳＨＯＷ　ＭＥ","森川　由加里"],
        ["北の旅人","石原　裕次郎"],
        ["愛しき日々","堀内　孝雄"],
        ["楽園のＤｏｏｒ","南野　陽子"],
        ["水のルージュ","小泉　今日子"],
        ["Ｓｔｒｉｐｅ　ｂｌｕｅ","少年隊"],
        ["迷惑でしょうが・・・","とんねるず"],
        ["話しかけたかった","南野　陽子"],
        ["派手！！！","中山　美穂"],
        ["Ｏｎｅｗａｙ　Ｇｅｎｅｒａｔｉｏｎ","本田　美奈子"],
        ["サファイアの瞳","アルフィー"],
        ["じれったい","安全地帯"],
        ["スマイルアゲイン","小泉　今日子"],
        ["Ｉ　Ｄｏｎ’ｔ　Ｋｎｏｗ！","Ｂａｂｅ"],
        ["水の中のＡｎｓｗｅｒ","杉山　清貴"],
        ["泣いてみりゃいいじゃん","近藤　真彦"],
        ["モノトーンボーイ","レベッカ"],
        ["湾岸太陽族","荻野目　洋子"],
        ["Ｄａｎｃｅ　Ｗｉｔｈ　Ｙｏｕ","チューブ"],
        ["バラードのように眠れ","少年隊"],
        ["さよならの果実たち","荻野目　洋子"],
        ["ＡＢＣ","少年隊"],
        ["わかれ道","渡哲也　いしだあゆみ"],
        ["禁断のテレバシー","工藤　静香"],
        ["男と女のラブゲーム","日野美歌　葵司郎"],
        ["パンドラの恋人","南野　陽子"],
        ["白夜","アルフィー"],
        ["大きなお世話サマー","とんねるず"],
        ["秋のＩｎｄｉｃａｔｉｏｎ","南野　陽子"],
        ["ないものねだりのIWantYou","Ｃ−Ｃ−Ｂ"],
        ["ＷＡＫＵ　ＷＡＫＵさせて","中山　美穂"],
        ["時の流れに身をまかせ","テレサ　テン"],
        ["Ｐｅａｌ−Ｗｈｉｔｅ　Ｅｖｅ","松田　聖子"],
        ["砂の城","斎藤　由貴"],
        ["さすらい","近藤　真彦"],
        ["ガラスの十代","光ＧＥＮＪＩ"],
        ["Ｎｉｌｅ　ｉｎ　Ｂｌｕｅ","菊池　桃子"],
        ["六本木純情派","荻野目　洋子"],
        ["無錫旅情","尾形　大作"],
        ["嵐のマッチョマン","とんねるず"],
        ["キスを止めないで","小泉　今日子"],
        ["ホワイトラビットからのメッセージ","渡辺　満里奈"],
        ["Ｒｅｍｅｍｂｅｒ","風間三姉妹"],
        ["君が通り過ぎたあとに","アルフィー"],
        ["どうする？","田原　俊彦"],
        ["ＩＴ’Ｓ　ＴＯＵＧＨ","渡辺　美里"],
        ["Ｈｏｌｄ　Ｏｎ　Ｍｅ","小比類巻　かほる"],
        ["濡れた髪のＬＯＮＥＬＹ","池田　聡"],
        ["アイドルを探せ","菊地　桃子"],
        ["ランニングショット","柴田　恭兵"],
        ["ＳＴＡＲ","浅香　唯"],
        ["ロンリーチャップリン","鈴木聖美Ｗｉｔｈ　ＲＡＴＳ＆ＳＴＡＲ"],
        ["Ｍｉｓｓ　Ｌｏｎｅｌｙ　Ｅｙｅｓ","１９８６　ＯＭＥＧＡ　ＴＲＩＢＥ"],
        ["虹のＤｒｅａｍｅｒ","浅香　唯"],
        ["Ａｌｌ　Ｉ　Ｄｏ","玉置　浩二"],
        ["ｊｅａｌｏｕｓｙ","池田　聡"],
        ["ヴィーナス","長山　洋子"],
        ["Ｓｏｍｅｂｏｄｙ　Ｌｏｖｅｓ　Ｙｏｕ","Ｂａｂｅ"],
        ["ＴＯＯ　ＡＤＵＬＴ","渡辺　美奈代"],
        ["孤独なハリケーン","本田　美奈子"],
        ["Ｂｌｕｅ　Ｒａｉｎ","チェッカーズ"],
        ["好きさ","安全地帯"],
        ["Ｇｉｖｅ　Ｍｅ　Ｕｐ","Ｂａｂｅ"],
        ["原色したいね","Ｃ−Ｃ−Ｂ"],
        ["あなたを知りたい","うしろ髪ひかれ隊"],
        ["２Ｍｕｃｈ　Ｉ　Ｌｏｖｅ　Ｕ","Ｃ−Ｃ−Ｂ"],
        ["ＫＩＤ","田原　俊彦"],
        ["季節が君だけを変える","ＢＯＯＷＹ"],
        ["ユア　マイ　ラブ","長山　洋子"],
        ["時の河を越えて","うしろ髪ひかれ隊"],
        ["北風のキャロル","荻野目　洋子"],
        ["ＯＮＬＹ　ＹＯＵ","ＢＯＯＷＹ"],
        ["アマリリス","渡辺　美奈代"],
        ["Ｓｈａｄｅ","杉山　清貴"],
        ["さよなら","斉藤　由貴"],
        ["Ｓｕｍｍｅｒ　ｏｆ　１９８５","清水　宏次朗"],
        ["約束","高井　麻巳子"],
        ["ハートは戻らない","早見　優"],
        ["ＮＯ　ＭＯＲＥ恋愛ごっこ","おニャン子クラブ"],
    ],[
    ["抱きしめてＴＯＮＩＧＨＴ","田原　俊彦"],
    ["乾杯","長渕　剛"],
    ["パラダイス銀河","光ＧＥＮＪＩ"],
    ["ＭＵＧＯ・ん・・・色っぽい","工藤　静香"],
    ["人魚姫","中山　美穂"],
    ["Ｄｉａｍｏｎｄハリケーン","光ＧＥＮＪＩ"],
    ["ＡＮＧＥＬ","氷室　京介"],
    ["ＤＡＹ　ＢＲＥＡＫ","男闘呼組"],
    ["ＴＡＴＴＯＯ","中森　明菜"],
    ["ガラスの十代","光ＧＥＮＪＩ"],
    ["Ｃ−Ｇｉｒｌ","浅香　唯"],
    ["Ｙｏｕ’ｒｅ　Ｍｙ　Ｏｎｌｙ　Ｓｈｉｎｉｎ’　Ｓｔａｒ","中山　美穂"],
    ["ＦＵ−ＪＩ−ＴＳＵ","工藤　静香"],
    ["恋したっていいじゃない","渡辺　美里"],
    ["剣の舞","光ＧＥＮＪＩ"],
    ["Ｙｏｕ　Ｗｅｒｅ　Ｍｉｎｅ","久保田　利伸"],
    ["Ｗｈａｔ’ｓ　ｙｏｕｒ　ｎａｎｅ？","少年隊"],
    ["ＧＥＴ　ＢＡＣＫ　ＩＮ　ＬＯＶＥ","山下　達郎"],
    ["とんぼ","長渕　剛"],
    ["ＡＬ−ＭＡＵＪ","中森　明菜"],
    ["セシル","浅香　唯"],
    ["ふたり","少年隊"],
    ["みんなのうた","サザンオールスターズ"],
    ["いつか何処かで","桑田　佳祐"],
    ["ＳＥＶＥＮ　ＤＡＹＳ　ＷＡＲ","ＴＭ　ＮＥＴＷＯＲＫ"],
    ["ＡＭＢＩＴＩＯＵＳ","ハウンドドック"],
    ["Ｂｅａｃｈ　Ｔｉｍｅ","チューブ"],
    ["彼女とＴＩＰ　ＯＮ　ＤＵＯ","今井　美樹"],
    ["Ｏｎｌｙ　Ｌｏｖｅ","ハウンドドック"],
    ["吐息でネット","南野　陽子"],
    ["想いで迷子","チョーヨンピル"],
    ["Ｊｉｍ＆Ｊａｎｅの伝説","チェッカーズ"],
    ["風のＬＯＮＥＬＹ　ＷＡＹ","杉山　清貴"],
    ["祝い酒","坂本　冬美"],
    ["最後の言い訳","徳永　英明"],
    ["素直にＩ’ｍ　Ｓｏｒｒｙ","チェッカーズ"],
    ["Ｉ　ＭＩＳＳＥＤ　ＴＨＥ　“ＳＨＯＣＫ”","中森　明菜"],
    ["あなたを愛したい","南野　陽子"],
    ["ＢＥＹＯＮＤ　ＴＨＥ　ＴＩＭＥ","ＴＭ　ＮＥＴＷＯＲＫ"],
    ["秋からもそばにいて","南野　陽子"],
    ["かっこつかないね","田原　俊彦"],
    ["港の五番町","五木　ひろし"],
    ["旅立ちはフリージア","松田　聖子"],
    ["抱いてくれたらいいのに","工藤　静香"],
    ["はいからさんが通る","南野　陽子"],
    ["ＫＯＭＥ　ＫＯＭＥ　ＷＡＲ","米米ＣＬＵＢ"],
    ["悲しいね","渡辺　美里"],
    ["僕の腕の中で","杉山　清貴"],
    ["Ｂｅｌｉｅｖｅ　Ａｇａｉｎ","浅香　唯"],
    ["ＯＮＥ　ＮＩＧＨＴ　ＧＩＧＯＲＯ","チェッカーズ"],
    ["Ｍａｒｒａｋｅｃｈ","松田　聖子"],
    ["ＧＯＯＤ　ＭＯＲＮＩＮＧ−ＣＡＬＬ","小泉　今日子"],
    ["ＲＥＳＩＳＴＡＮＣＥ","ＴＭ　ＮＥＴＷＯＲＫ"],
    ["あぁグッと","近藤　真彦"],
    ["太陽の破片","尾崎　豊"],
    ["Ｈｅａｒｔ　ａｎｄ　Ｓｏｕｌ","浜田　麻里"],
    ["じれったいね","少年隊"],
    ["命くれない","瀬川　瑛子"],
    ["憂き世川","瀬川　瑛子"],
    ["風のエオリア","徳永　英明"],
    ["男と女のはしご酒","武田鉄也　芦川いづみ"],
    ["ＳＨＯＷ　ＭＥ","森川　由加里"],
    ["Ｍｅｌｏｄｙ","浅香　唯"],
    ["ＮＥＶＥＲ　ＣＨＡＮＧＥ","長渕　剛"],
    ["酒よ","吉　幾三"],
    ["渚のすべて","杉山　清貴"],
    ["ストレンジャーｔｏｎｉｇｈｔ","荻野目　洋子"],
    ["Ｍａｄｅ　ｉｎ　Ｊａｐａｎ","近藤　真彦"],
    ["共犯者","矢沢　永吉"],
    ["１９（ｎｉｎｅｔｅｅｎ）","アルフィー"],
    ["Ｗｉｔｃｈｅｓ","中山　美穂"],
    ["ＤＥＡＲ〜コバルトの彼方へ〜","荻野目　洋子"],
    ["１億のスマイル","酒井　法子"],
    ["時代","薬師丸　ひろ子"],
    ["スターダストドリーム","荻野目　洋子"],
    ["快盗ルビィ","小泉　今日子"],
    ["ＨＡＰＰＹ　ＡＧＡＩＮ","酒井　法子"],
    ["センチメンタルカンガルー","渡辺　美里"],
    ["ＤＥＡＲ　ＡＬＧＥＲＮＯＮ","氷室　京介"],
    ["微笑みに乾杯","安全地帯"],
    ["Ｂｅｇｉｎｎｉｎｇ","ＣＨＡ−ＣＨＡ"],
    ["ＡＢＣ","少年隊"],
    ["アクアマリンのままでいて","カルロルトシキ＆オメガトライブ"],
    ["ＣＯＭＥ　ＯＮ　ＥＶＥＲＹ　ＢＯＤＹ","ＴＭ　ＮＥＴＷＯＲＫ"],
    ["悲しい気持ち","桑田　佳祐"],
    ["君を忘れない","シブがき隊"],
    ["別れの予感","テレサ　テン"],
    ["　駅","竹内　まりや"],
    ["麦わらでダンス","生稲　晃子"],
    ["Ａｇａｉｎ","工藤　静香"],
    ["君の弱さ","渡辺　美里"],
    ["ＧＥＴ　ＣＲＡＺＹ！","プリンセスプリンセス"],
    ["ＳＵＭＭＥＲ　ＣＡＮＤＬＥＳ","杏里"],
    ["想いで迷子−２","チョー　ヨンピル"],
    ["ＷＥＥＫＥＮＤ　ＳＨＵＦＦＬＥ","アルフィー"],
    ["レースのカーディガン","坂上　香織"],
    ["１月の雨を忘れない","アルフィー"],
    ["プリティデイト","吉川　晃司"],
    ["無錫旅情","尾形　大作"],
    ["Ｇｅｔ　ａ　Ｃｈａｎｃｅ！","ＢａＢｅ"],
    ],[
    ["Ｄｉａｍｏｎｄｓ","プリンセスプリンセス"],
    ["愛が止まらない","Ｗｉｎｋ"],
    ["世界でいちばん熱い夏","プリンセスプリンセス"],
    ["恋一夜","工藤　静香"],
    ["シングルアゲイン","竹内　まりや"],
    ["夢の中へ","斎藤　由貴"],
    ["嵐の素顔","工藤　静香"],
    ["淋しい熱帯魚","Ｗｉｎｋ"],
    ["太陽がいっぱい","光ＧＥＮＪＩ"],
    ["ごめんよ涙","田原　俊彦"],
    ["ＧＬＯＲＩＡ","ＺＩＧＧＹ"],
    ["Ｒｕｎｎｅｒ","ＢＡＫＵＦＵ−ＳＬＵＭＰ"],
    ["黄砂に吹かれて","工藤　静香"],
    ["涙をみせないで","Ｗｉｎｋ"],
    ["リゾラバ","ＢＡＫＵＦＵ−ＳＬＵＭＰ"],
    ["とんぼ","長渕　剛"],
    ["Ｒｅｔｕｒｎ　ｔｏ　Ｍｙｓｅｌｆ","浜田　麻里"],
    ["ＡＮＮＩＶＥＲＳＡＲＹ","松任谷　由実"],
    ["ＴＲＡＩＮ−ＴＲＡＩＮ","ＴＨＥ　ＢＬＵＥ　ＨＥＡＲＴＳ"],
    ["激愛","長渕　剛"],
    ["Ｒｏｏｍ","チェッカーズ"],
    ["地球をさがして","光ＧＥＮＪＩ"],
    ["ＴＩＭＥ　ＺＯＮＥ","男闘呼組"],
    ["　秋","男闘呼組"],
    ["ＬＩＡＲ","中森　明菜"],
    ["ともだち","中村　あゆみ"],
    ["さよならベイビー","サザンオールスターズ"],
    ["ヴァージンアイズ","中山　美穂"],
    ["１７才","森高　千里"],
    ["酒よ","吉　幾三"],
    ["ドリームラッシュ","宮沢　りえ"],
    ["ＢＥ　ＭＹ　ＢＡＢＹ","ＣＯＭＰＬＥＸ"],
    ["ＲＯＳＥ　ＣＯＬＯＲ","中山　美穂"],
    ["ＳＵＭＭＥＲ　ＧＡＭＥ","氷室　京介"],
    ["目を閉じておいでよ","バービーボーイズ"],
    ["まいったね今夜","少年隊"],
    ["ＤＩＶＥ　ＩＮＴＯ　ＹＯＵＲ　ＢＯＤＹ","ＴＭ　ＮＥＴＷＯＲＫ"],
    ["キ・ツ・イ","玉置　浩二"],
    ["学園天国","小泉　今日子"],
    ["語りつぐ愛に","薬師丸　ひろ子"],
    ["恋人","徳永　英明"],
    ["Ｏｎｅ　Ｎｉｇｈｔ　Ｉｎ　Ｈｅａｖｅｎ","Ｗｉｎｋ"],
    ["　紅","　Ｘ"],
    ["ＦＵＮＫ　ＦＵＪＩＹＡＭＡ","米米ＣＬＵＢ"],
    ["ＭＩＳＴＹ","氷室　京介"],
    ["クリスマスイブ","山下　達郎"],
    ["Ｃｈｅｒｉｅ","チェッカーズ"],
    ["川の流れのように","美空　ひばり"],
    ["Ｓｏｍｅｂｏｄｙ’ｓ　Ｎｉｇｈｔ","矢沢　永吉"],
    ["ＴＲＵＥ　ＬＯＶＥ","浅香　唯"],
    ["Ｌｉｔｔｌｅ　Ｔｏｋｙｏ","小田　和正"],
    ["涙はどこへ行ったの","南野　陽子"],
    ["限界ＬＯＶＥＲＳ","ＳＨＯＷ−ＹＡ"],
    ["ムーンライトダンス","渡辺　美里"],
    ["ひとりぼっちにしないから","田原　俊彦"],
    ["愛しすぎて","田原　俊彦"],
    ["虹をみたかい","渡辺　美里"],
    ["夕焼けの歌","近藤　真彦"],
    ["トラブルメーカー","南野　陽子"],
    ["麦畑","オヨネーズ"],
    ["ＳＵＭＭＥＲ　ＣＩＴＹ","チューブ"],
    ["大きな玉ねぎの下で","ＢＡＫＵＦＵ−ＳＬＵＭＰ"],
    ["あした","中島　みゆき"],
    ["ＲＯＣＫＩＮ’　ＭＹ　ＳＯＵＬ","男闘呼組"],
    ["Ｆａｄｅ　Ｏｕｔ","小泉　今日子"],
    ["Ｉ’ｍ　Ｄａｎｄｙ","玉置　浩二"],
    ["デイドリームビリーバー","ＴＨＥ　ＴＩＭＥＲＳ"],
    ["ＲＵＮＮＩＮＧ　ＴＯ　ＨＯＲＩＺＯＮ","小室　哲哉"],
    ["Ｗｉｔｃｈｅｓ","中山　美穂"],
    ["恋のロックンロールサーカス","浅香　唯"],
    ["ミラクルガール","永井真理子"],
    ["男の情話","坂本　冬美"],
    ["リバーサイドホテル","井上　陽水"],
    ["剣の舞","光ＧＥＮＪＩ"],
    ["ＮＥＶＥＲ　ＬＡＮＤ","浅香　唯"],
    ["ＣＯＭＥ　ＯＮ　ＥＶＥＲＹ　ＢＯＤＹ","ＴＭ　ＮＥＴＷＯＲＫ"],
    ["夢おんな","桂　銀淑"],
    ["　Ｍ","プリンセスプリンセス"],
    ["白いクリスマス","ＪＵＮ　ＳＫＹ　ＷＡＬＫＥＲ（Ｓ）"],
    ["ＧＥＴ　ＷＩＬＤ　８９’","ＴＭ　ＮＥＴＷＯＲＫ"],
    ["ＤＲＥＡＭ　ＰＯＷＥＲ","浅香　唯"],
    ["ＪＵＳＴ　ＯＮＥ　ＶＩＣＴＯＲＹ","ＴＭ　ＮＥＴＷＯＲＫ"],
    ["ＦＡＩＴＨ　ＯＦ　ＬＯＶＥ","アルフィー"],
    ["ＥＱＵＡＬロマンス","ＣＯ−ＣＯ"],
    ["スノーフレイクの街角","杏里"],
    ["Ｂｏｙｓ＆Ｇｉｒｌｓ","ザ　サデスティック　ミカ　バンド"],
    ["すき","渡辺　美里"],
    ["Ｉ　ＭＩＳＳＥＤ　ＴＨＥ　“ＳＨＯＣＫ”","中森　明菜"],
    ["Ｉｎｄｉｇｏ　Ｗａｌｔｚ","久保田　利伸"],
    ["Ｐｒｅｃｉｏｕｓ　Ｈｅａｒｔ","松田　聖子"],
    ["ホンキをだして","酒井　法子"],
    ["大迷惑","ユニコーン"],
    ["アンダルシアに憧れて","近藤　真彦"],
    ["Ｍｏｔｈｅｒ’ｓ　Ｔｏｕｃｈ","藤井　郁弥"],
    ["大地の子供たち","ハウンドドック"],
    ["さよならを過ぎて","酒井　法子"],
    ["Ｌｏｖｅ　Ｌｅｔｔｅｒ","酒井　法子"],
    ["最後の言い訳","徳永　英明"],
    ["Ｄｅａｒ　Ｆｒｉｅｎｄｓ","ＰＥＲＳＯＮＺ"],
    ["勇気のしるし","牛若丸　三郎太"],
    ],[
    ["おどるポンポコリン","Ｂ・Ｂクイーンズ"],
    ["浪漫飛行","米米ＣＬＵＢ"],
    ["恋唄綴り","堀内　孝雄"],
    ["真夏の果実","サザンオールスターズ"],
    ["今すぐＫｉｓｓ　Ｍｅ","ＬＩＮＤ　ＢＥＲＧ"],
    ["夢を信じて","徳永　英明"],
    ["壊れかけのＲａｄｉｏ","徳永　英明"],
    ["さよなら人類","たま"],
    ["くちびるから媚薬","工藤　静香"],
    ["笑顔の行方","ドリームズ　カム　トゥルー"],
    ["Ｐ．Ｓ　Ｉ　ＬＯＶＥ　ＹＯＵ","ＰＩＮＫ　ＳＡＰＰＨＩＲＥ"],
    ["情熱の薔薇","ＴＨＥ　ＢＬＵＥ　ＨＥＡＲＴＳ"],
    ["Ｄｅａｒ　Ｆｒｉｅｎｄ","中森　明菜"],
    ["あいにきてＩ　ｎｅｅｄ　ｙｏｕ！","ＧＯ−ＢＡＮＧ’Ｓ"],
    ["告白","竹内　まりや"],
    ["ＥＮＤＬＥＳＳ　ＲＡＩＮ","　Ｘ"],
    ["あー夏休み","チューブ"],
    ["ＪＥＡＬＯＵＳＹを眠らせて","氷室　京介"],
    ["にちようび","ＪＩＴＴＥＲＩＮ’ＪＩＮＮ"],
    ["夜明けのブレス","チェッカーズ"],
    ["太陽のＫｏｍａｃｈｉ　Ａｎｇｅｌ","Ｂ’ｚ"],
    ["ＯＨ　ＹＥＡＨ！","プリンセスプリンセス"],
    ["プレゼント","ＪＩＴＴＥＲＩＮ’ＪＩＮＮ"],
    ["ＪＥＥＰ","長渕　剛"],
    ["夜にはぐれて","Ｗｉｎｋ"],
    ["クリスマスイブ","山下　達郎"],
    ["Ｓｅｘｙ　Ｍｕｓｉｃ","Ｗｉｎｋ"],
    ["見逃してくれよ","小泉　今日子"],
    ["千流の雫","工藤　静香"],
    ["Ｅａｓｙ　Ｃｏｍｅ　Ｅａｓｙ　ＧＯ！","Ｂ’ｚ"],
    ["勇気のしるし","牛若丸　三郎太"],
    ["虹の都へ　","高野　寛"],
    ["私について","工藤　静香"],
    ["ＺＵＴＴＯ","永井　真理子"],
    ["愛してるっていわない！","中山　美穂"],
    ["ＷＥＥＫ　ＥＮＤ","　Ｘ"],
    ["荒野のメガロポリス","光ＧＥＮＪＩ"],
    ["ベステンダンク","高野　寛"],
    ["１９９０","ＣＯＭＰＬＥＸ"],
    ["麦畑","オヨネーズ"],
    ["働く男","ユニコーン"],
    ["サマータイムブルース","渡辺　美里"],
    ["THEPOINTOFLOVERSNIGHT","ＴＭ　ＮＥＴＷＯＲＫ"],
    ["Ｅｎｄｌｅｓｓ　Ｇａｍｅ","山下　達郎"],
    ["サイレントイヴ","辛島　美登里"],
    ["恋しくて","ＢＥＧＩＮ"],
    ["悪の華","　Ｘ"],
    ["ＮＯ　ＴＩＴＬＩＳＴ","宮沢　りえ"],
    ["ＰＵＲＥ　ＧＯＬＤ","矢沢　永吉"],
    ["しょっぱい三日月の夜","長渕　剛"],
    ["Ｍｉｄｎｉｇｈｔ　Ｔａｘｉ","中山　美穂"],
    ["　雨","森高　千里"],
    ["さよならを待っている","ドリームズ　カム　トゥルー"],
    ["ＴＩＭＥ　ＴＯ　ＣＯＵＮＴＤＯＷＮ","ＴＭＮ"],
    ["Ｌｉｔｔｌｅ　Ｂｉｒｔｈｄａｙ","光ＧＥＮＪＩ"],
    ["天と地と","小室　哲哉"],
    ["Ｄｒｅａｍ　Ｏｎ　抱きしめて","ＬＩＮＤ　ＢＥＲＧ"],
    ["学園天国","小泉　今日子"],
    ["ＣＯＣＯＲＯ","光ＧＥＮＪＩ"],
    ["心の旅","吉田　栄作"],
    ["愛は勝つ","ＫＡＮ"],
    ["お祭り忍者","忍者"],
    ["忍ぶ雨","伍代　夏子"],
    ["シングルアゲイン","竹内　まりや"],
    ["愛しい人よＧｏｏｄ　ＮＩｇｈｔ・・・","Ｂ’ｚ"],
    ["夏祭り","ＪＩＴＴＥＲＩＮ’ＪＩＮＮ"],
    ["　道","森高　千里"],
    ["水に挿した花","中森　明菜"],
    ["ジュリアン","プリンセスプリンセス"],
    ["ＤＯＮ’Ｔ　ＳＬＥＥＰ","男闘呼組"],
    ["運命","チェッカーズ"],
    ["ＪＵＭＰ","ＬＩＮＤ　ＢＥＲＧ"],
    ["Ｆｒｉｅｎｄｓ　ａｎｄ　Ｄｒｅａｍ","チェッカーズ"],
    ["ジャングルＪｕｎｇｌｅ","田原　俊彦"],
    ["Ｏｎｅ　Ｎｉｇｈｔ　Ｉｎ　Ｈｅａｖｅｎ","Ｗｉｎｋ"],
    ["笑ってよ","光ＧＥＮＪＩ"],
    ["ＢＡＤ　ＣＯＭＭＵＮＩＣＡＴＩＯＮ","Ｂ’ｚ"],
    ["“Ｔ”ｉｎｔｅｒｓｅｃｔｉｏｎ","やまだかつてないＷＩＮＫ"],
    ["ＢＥ　ＴＨＥＲＥ","Ｂ’ｚ"],
    ["　蛍","松原　のぶえ"],
    ["ランバダ","石井　明美"],
    ["　心","五木　ひろし"],
    ["はんぶん不思議","ＣＯ−ＣＯ"],
    ["セミスウィートの魔法","中山　美穂"],
    ["無敵のビーナス","ＧＯ—ＢＡＮＧ’Ｓ"],
    ["ニュームーンに逢いましょう","Ｗｉｎｋ"],
    ["メリークリスマスが言えない","稲垣　潤一"],
    ["封印ＬＯＶＥ","少年隊"],
    ["Ｒｉｎｇ！　Ｒｉｎｇ！　Ｒｉｎｇ！","ドリームズ　カム　トゥルー"],
    ["ＬＯＶＥ　ＷＡＹ","尾崎　豊"],
    ["　紅","　Ｘ"],
    ["真夜中のシャワー","桂　銀淑"],
    ["Ｇｉｖｅ　Ｙｏｕ　Ｍｙ　Ｌｏｖｅ","久保田　利伸"],
    ["恋とマシンガン","フリッパーズギター"],
    ["Ｄｉａｍｏｎｄｓ","プリンセスプリンセス"],
    ["雪のクリスマス","ドリームズ　カム　トゥルー"],
    ["ダブルゲーム","南野　陽子"],
    ["雨酒場","香西　かおり"],
    ["ＲＯＵＧＨ　ＤＩＡＭＯＮＤ","ＬＩＮＤ　ＢＥＲＧ"],
    ["白いクリスマス","ＪＵＮ　ＳＫＹ　ＷＡＬＫＥＲ（Ｓ）"],
    ],[
    ["はじまりはいつも雨","ＡＳＫＡ"],
    ["ＳＡＹ　ＹＥＳ","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["どんなときも","槙原　敬之"],
    ["会いたい","沢田　知可子"],
    ["あなたに会えてよかった","小泉　今日子"],
    ["ラブストーリーは突然に","小田　和正"],
    ["ＬＡＤＹ　ＮＡＶＩＧＡＴＩＯＮ","Ｂ’ｚ"],
    ["愛は勝つ","ＫＡＮ"],
    ["ＷＯＮ’Ｔ　ＢＥ　ＬＯＮＧ","バブルガムブラザーズ"],
    ["さよならイエスタデイ","チューブ"],
    ["情けねぇ","とんねるず"],
    ["格好悪いふられ方","大江　千里"],
    ["Ｒｏｓａ","中山　美穂"],
    ["歌えなかったラブソング","織田　裕二"],
    ["ネオブラボー！！","サザンオールスターズ"],
    ["Ｅｙｅｓ　ｔｏ　ｍｅ","ドリームズ　カム　トゥルー"],
    ["二人静","中森　明菜"],
    ["ＢＥＬＩＥＶＥ　ＩＮ　ＬＯＶＥ","ＬＩＮＤ　ＢＥＲＧ"],
    ["少年時代","井上　陽水"],
    ["Ｌｏｖｅ　Ｔｒａｉｎ","ＴＭＮ"],
    ["しゃぼん玉","長渕　剛"],
    ["想い出の九十九里浜","Ｍｉ−Ｋｅ"],
    ["Ｓｈａｋｅ　Ｈｉｐ！","米米ＣＬＵＢ"],
    ["替え唄メドレー","嘉門　達夫"],
    ["ジプシー","児島　未散"],
    ["ぼやぼやできない","工藤　静香"],
    ["ＬＯＶＥ　ＩＳ　ＡＬＬ","徳永　英明"],
    ["あの頃のように","障子　久美"],
    ["遠い街のどこかで","中山　美穂"],
    ["ＡＬＯＮＥ","Ｂ’ｚ"],
    ["ひとすじになれない","米米ＣＬＵＢ"],
    ["ＰＩＡＣＥ　ＯＦ　ＭＹ　ＷＩＳＨ","今井　美樹"],
    ["Ｗｅｄｎｅｓｄａｙ　Ｍｏｏｎ","徳永　英明"],
    ["ジュリアン","プリンセスプリンセス"],
    ["Ｉ　ＬＯＶＥ　ＹＯＵ","尾崎　豊"],
    ["流恋草","香西　かおり"],
    ["ギンギラパラダイス","Ｂ・Ｂクイーンズ"],
    ["ラストシーン","矢沢　永吉"],
    ["夏が来た！","渡辺　美里"],
    ["ＫＩＳＳ","プリンセスフリンセス"],
    ["メタモルフォーゼ","工藤　静香"],
    ["翼をください","川村　かおり"],
    ["Ｊｕｓｔ　ｔｉｍｅ　ｇｉｒｌ","ＫＡＴＳＵＭＩ"],
    ["真夏のトレモロ","Ｗｉｎｋ"],
    ["ＺＵＴＴＯ","永井　真理子"],
    ["ミセスマーメード","チェッカーズ"],
    ["Ｓｉｌｅｎｔ　ｊｅａｌｏｕｓｙ","　Ｘ"],
    ["冬がはじまるよ","槙原　敬之"],
    ["さよならだけどさよならじゃない","やまだかつてないＷＩＮＫ"],
    ["Ｉｔ’ｓ　ｍｙ　ＪＡＬ","ＫＡＴＳＵＭＩ"],
    ["忘れないで","ドリームズ　カム　トゥルー"],
    ["太陽と埃の中で","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["替え唄メドレー２","嘉門達夫"],
    ["ハートをＷＡＳＨ！","永井　真理子"],
    ["僕はこの瞳で嘘をつく","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["Ｐｌｅａｓｅ","工藤　静香"],
    ["湘南Ｍｙ　Ｌｏｖｅ","チューブ"],
    ["恋唄綴り","堀内　孝雄"],
    ["Ｉ　ＷＩＬＬ","上田　知華"],
    ["Ｇｏｏｄ−ｂｙｅ　Ｍｙ　Ｌｏｎｌｉｎｅｓｓ","ＺＡＲＤ"],
    ["Ｃｒｉｍｅ　Ｏｆ　Ｌｏｖｅ","氷室　京介"],
    ["素敵なルネッサンス","平松　愛理"],
    ["クリスマスイブ","山下　達郎"],
    ["ＥＴＥＲＮＡＬ　ＷＩＮＤ","森口　博子"],
    ["エデンの都市","観月　ありさ"],
    ["伝説の少女","観月　ありさ"],
    ["ブルーライトヨコスカ","Ｍｉ−Ｋｅ"],
    ["卒業","渡辺　美里"],
    ["ときめいて","西田　ひかる"],
    ["Ｃｈｏｏ　Ｃｈｏｏ　ＴＲＡＩＮ","ＺＯＯ"],
    ["ＳＴＲＴ","ＪＵＮ　ＳＫＹ　ＷＡＬＫＥＲ（Ｓ）"],
    ["ほっとけないよ","楠瀬　誠志郎"],
    ["きっと熱いくちびる","Ｗｉｎｋ"],
    ["おどるポンポコリン","Ｂ・Ｂクイーンズ"],
    ["ＢＥＡＴ　ＥＭＯＴＩＯＮ","布袋　寅泰"],
    ["奇跡の女神","光ＧＥＮＪＩ"],
    ["サイレントイヴ","辛島　美登里"],
    ["ＷＩＮＮＩＮＧ　ＲＵＮ","光ＧＥＮＪＩ"],
    ["RHYTHMREDBEATBLACK","ＴＭＮ"],
    ["現在この瞬間から","織田　裕二"],
    ["プロポーズ","ＫＡＮ"],
    ["風の中の少年","光ＧＥＮＪＩ"],
    ["ＷＩＬＤ　ＨＥＡＶＥＮ","ＴＭＮ"],
    ["それが大事","大事ＭＡＮプラザーズバンド"],
    ["勉強の歌","森高　千里"],
    ["ぞうきん","ＢＡＫＵ"],
    ["さよなら夏の日","山下　達郎"],
    ["Ｃａｎ’ｔ　ｓｔｏｐ！！","ＳＭＡＰ"],
    ["マモーミモー","マモーミモー"],
    ["イン　ザ　ネイム　オブ　ラヴ","ＫＡＮ"],
    ["おしどり","五木　ひろし"],
    ["恋挽歌","伍代　夏子"],
    ["スピード","ＢＵＣＫ−ＴＩＣＫ"],
    ["天河伝説殺人事件","関口　誠人"],
    ["Ｍｉｒａｃｌｅ　Ｌｏｖｅ","牧瀬　里穂"],
    ["Ｖｉｒｇｉｎ　Ｍｏｏｎ","吉川　晃司"],
    ["ＳＥＶＥＮ　ＹＥＡＲＳ　ＡＦＴＥＲ","プリンセスプリンセス"],
    ["ＡＮＧＥＬ","男闘呼組"],
    ["じんじん","原　由子"],
    ["ＧＬＯＲＹ　ＤＡＹＳ","ＬＩＮＤ　ＢＥＲＧ"],
    ],[
    ["君がいるだけで","米米ＣＬＵＢ"],
    ["もう恋なんてしない","槙原　敬之"],
    ["部屋とＹシャツと私","平松　愛理"],
    ["悲しみは雪のように","浜田　省吾"],
    ["涙のキッス","サザンオールスターズ"],
    ["ＢＬＯＷＩＮ’","Ｂ’ｚ"],
    ["いつまでも変わらぬ愛を","織田　哲郎"],
    ["それが大事","大事ＭＡＮプラザーズバンド"],
    ["サヨナラ","ＧＡＯ"],
    ["Ｃｈｏｏ　Ｃｈｏｏ　ＴＲＡＩＮ","ＺＯＯ"],
    ["はがゆい唇","高橋　真梨子"],
    ["Ｙｏｕ’ｒｅ　ｔｈｅ　Ｏｎｌｙ・・・","小野　正利"],
    ["浅い眠り","中島　みゆき"],
    ["ＢＲＩＤＧＥ","ハウンド　ドッグ"],
    ["ガラスのメモリーズ","ＴＵＢＥ"],
    ["夏だね","ＴＵＢＥ"],
    ["ガラガラヘビがやってくる","とんねるず"],
    ["ＤＡＫＡＲＡ","大黒　摩季"],
    ["Ｗｏｍａｎ","中西　圭三"],
    ["シュラバラ☆バンバ","サザンオールスターズ"],
    ["決戦は金曜日","Ｄｒｅａｍｓ　Ｃｏｍｅ　ｔｒｕｅ"],
    ["離したくはない","Ｔ−ＢＯＬＡＮ"],
    ["Ｐｒｏｍｉｓｅｄ　Ｌｏｖｅ","ＴＨＥ　ＡＬＦＦＥＥ"],
    ["もう涙はいらない","鈴木　雅之"],
    ["何も言えなくて・・・夏","Ｊ−ＷＡＬＫ"],
    ["ＰＩＡＣＥ　ＯＦ　ＭＹ　ＷＩＳＨ","今井　美樹"],
    ["また逢える・・・","ＫＩＸ・Ｓ"],
    ["ＬＯＶＥ　ＳＯＮＧ","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["ｉ　ｆ","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["じれったい愛","Ｔ−ＢＯＬＡＮ"],
    ["クリスマスキャロルの頃には","稲垣　潤一"],
    ["涙涙（ＬＯＶＥヴァージョン）","ＢＡＫＵＦＵ−ＳＬＵＭＰ"],
    ["世界中の誰よりもきっと","中山美穂＆ＷＡＮＤＳ"],
    ["ＺＥＲＯ","Ｂ’ｚ"],
    ["こころ酒","藤　あや子"],
    ["きっとまた逢える","松田　聖子"],
    ["一番偉い人へ","とんねるず"],
    ["もっと強く抱きしめたなら","ＷＡＮＤＳ"],
    ["巡恋歌","長渕　剛"],
    ["北風","槙原　敬之"],
    ["ＷＡＬＫ","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["Ｇｏｏｄ　Ｎｉｇｈｔ","福山　雅治"],
    ["眠れない夜を抱いて","ＺＡＲＤ"],
    ["Ｇｏｒｇｅｏｕｓ","ＺＯＯ"],
    ["めちゃくちゃに泣いてしまいたい","工藤　静香"],
    ["約束の橋","佐野　元春"],
    ["声を聴かせて","工藤　静香"],
    ["Ｂｌｕｅ　Ｍｏｏｎ　Ｓｔｏｎｅ","チェッカーズ"],
    ["僕はこの瞳で嘘をつく","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["背徳の瞳","Ｖ２"],
    ["ＴＯＯ　ＳＨＹ　ＳＨＹ　ＢＯＹ！","観月　ありさ"],
    ["冬がはじまるよ","槙原　敬之"],
    ["いつかどこかで","小田　和正"],
    ["ＹＡ−ＹＡ−ＹＡ","ＺＯＯ"],
    ["雨が叫んでる","田原　俊彦"],
    ["恋しようよＹｅａｈ！　Ｙｅａｈ！","ＬＩＮＤ　ＢＥＲＧ"],
    ["ｎｏ　ｎｏ　ｄａｒｌｉｎ’","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["せつなさを殺せない","吉川　晃司"],
    ["Ｓａｙ　Ａｎｙｔｈｉｎｇ","　Ｘ"],
    ["流恋草","香西　かおり"],
    ["Ｂｙｅ　Ｆｏｒ　Ｎｏｗ","Ｔ−ＢＯＬＡＮ"],
    ["晴れたらいいね","Ｄｒｅａｍｓ　Ｃｏｍｅ　ｔｒｕｅ"],
    ["ジェラシーを微笑みにかえて","吉川　晃司"],
    ["マンハッタン　キス","竹内　まりや"],
    ["ユーアーマイシークレット","デイト　オブ　バース"],
    ["ＩＮ　ＭＹ　ＡＲＭＳ　ＴＯＮＩＧＨＴ","ＺＡＲＤ"],
    ["ほっとけないよ","楠瀬　誠志郎"],
    ["心の扉","陣内　大蔵"],
    ["Ｕｒｂａｎ　Ｄａｎｃｅ","氷室　京介"],
    ["うらはら","工藤　静香"],
    ["ＷＯＮ’Ｔ　ＢＥ　ＬＯＮＧ","バブルガムブラザーズ"],
    ["愛のＷＡＶＥ","松任谷由実　カールスモーキー石井"],
    ["どんなときも","槙原　敬之"],
    ["Ｍｅｌｌｏｗ","中山　美穂"],
    ["ＡＬＯＮＥ","Ｂ’ｚ"],
    ["Ｉ　ＬＯＶＥ　ＹＯＵ","徳永　英明"],
    ["マイセレナーデ","平松　愛理"],
    ["自分を見つめて","小泉　今日子"],
    ["恋の行方","徳永　英明"],
    ["替え唄メドレー３","嘉門達夫"],
    ["あなたは知らない","辛島　美登里"],
    ["ＦＲＩＥＮＤＳ","島田　歌穂"],
    ["白い海峡","大月　みやこ"],
    ["Ｉ　ＬＯＶＥ　ＹＯＵ","尾崎　豊"],
    ["Ｇｏｏｄ　Ｌｕｃｋ　Ｍｙ　Ｌｏｖｅ","氷室　京介"],
    ["ＣＲＡＺＹ　ＣＬＯＵＤＳ","ＮＯＫＫＯ"],
    ["♯１０９０　Ｔｈｏｕｓａｎｄ　Ｄｅａｍｓ","松本　孝弘"],
    ["Ｐｒｅｓｅｎｔ　ｆｏｒ　ｙｏｕ","チェッカーズ"],
    ["ＹＯＵ　ＡＮＤ　Ｉ","中西　圭三"],
    ["摩天楼ミュージアム","Ｗｉｎｋ"],
    ["Ｍｙ　Ｒｅｖｏｌｕｔｉｏｎ　第２章","渡辺　美里"],
    ["Ａｎｙｔｉｍｅ　Ｗｏｍａｎ","矢沢　永吉"],
    ["サヨナラから始めよう","Ｔ−ＢＯＬＡＮ"],
    ["ＴＡＫＥ　ＯＦＦ","光ＧＥＮＪＩ"],
    ["ｍａｄｅ　ｉｎ　ＨＥＡＶＥＮ","ＴＯＳＨＩ"],
    ["心の鏡","ＳＭＡＰ"],
    ["リラの咲くころバルセロナヘ","光ＧＥＮＪＩ"],
    ["おしどり","五木　ひろし"],
    ["都会の天使たち","堀内孝雄＆桂銀淑"],
    ["Ｍｅｅｔ　Ｍｅ","光ＧＥＮＪＩ"],
    ],[
    ["ロード","ＴＨＥ　虎舞竜"],
    ["Ｇｅｔ　Ａｌｏｎｇ　Ｔｏｇｅｔｈｅｒ","山根　康広"],
    ["夏の日の１９９３","ｃｌａｓｓ"],
    ["エロティカセブン","サザンオールスターズ"],
    ["島唄","ＴＨＥ　ＢＯＯＭ"],
    ["このまま君だけを奪い去りたい","ＤＥＥＮ"],
    ["負けないで","ＺＡＲＤ"],
    ["真夏の夜の夢","松任谷　由実"],
    ["揺れる想い","ＺＡＲＤ"],
    ["ＹＡＨ　ＹＡＨ　ＹＡＨ","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["裸足の女神","Ｂ’ｚ"],
    ["愛のままにわがままに僕は君だけを傷つけない","Ｂ’ｚ"],
    ["ＲＵＮ","長渕　剛"],
    ["Ｍａｋｅ　ＵＰ　Ｓｈａｄｏｗ","井上　陽水"],
    ["ＫＩＳＳ　ＭＥ","氷室　京介"],
    ["時の扉","ＷＡＮＤＳ"],
    ["夏を待ちきれなくて","ＴＵＢＥ"],
    ["心凍らせて","高山　厳"],
    ["もっと強く抱きしめたなら","ＷＡＮＤＳ"],
    ["愛を語るよりくちづけをかわそう","ＷＡＮＤＳ"],
    ["僕たちの失敗","森田　童子"],
    ["慟哭","工藤　静香"],
    ["優しい雨","小泉　今日子"],
    ["別れましょう私から消えましょうあなたから","大黒　摩季"],
    ["チョット","大黒　摩季"],
    ["サボテンの花","財津　和夫"],
    ["だって夏じゃない","ＴＵＢＥ"],
    ["ｇｏ　ｆｏｒ　ｉｔ！","Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["ポケベルが鳴らなくて","国武　万里"],
    ["果てしない夢を","ZYYGREVZARD&amp;WANDS"],
    ["恋せよ乙女","ＷＡＮＤＳ"],
    ["ＷＥ　ＡＲＥ　ＴＨＥ　ＣＨＡＭＰ","ＴＨＥ　ＷＡＶＥＳ"],
    ["もう少しあと少し","ＺＡＲＤ"],
    ["世界中の誰よりきっと","中山美穂＆ＷＡＮＤＳ"],
    ["君がいない","ＺＡＲＤ"],
    ["最後の雨","中西　保志"],
    ["翼を広げて","ＤＥＥＮ"],
    ["むらさき雨情","藤　あや子"],
    ["彼女の恋人","槙原　敬之"],
    ["ＭＥＬＯＤＹ","福山　雅治"],
    ["Ａｌｌ　Ｍｙ　Ｌｏｖｉｎｇ","福山　雅治"],
    ["君が欲しくてたまらない","ＺＹＹＧ"],
    ["ＴＲＵＥ　ＬＯＶＥ","藤井　フミヤ"],
    ["Ｂｙｅ　Ｆｏｒ　Ｎｏｗ","Ｔ−ＢＯＬＡＮ"],
    ["おさえきれないこの気持ち","Ｔ−ＢＯＬＡＮ"],
    ["２４時間の神話","Ｖｏｉｃｅ"],
    ["真夜中のダンディー","桑田　佳祐"],
    ["Ｍｅｍｏｒｉｅｓ","ＤＥＥＮ"],
    ["江ノ島","Ｚ団"],
    ["今を抱きしめて","ＮＯＡ"],
    ["ＮＯ．１","槙原　敬之"],
    ["刹那さを消せやしない","Ｔ−ＢＯＬＡＮ"],
    ["すれ違いの純情","Ｔ−ＢＯＬＡＮ"],
    ["Ｓｏｎｓ　ａｎｄ　Ｄａｕｇｈｔｅｒｓ","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["きっと忘れない","ＺＡＲＤ"],
    ["　男","久宝　留理子"],
    ["さらば青春の光","布袋　寅泰"],
    ["僕らが生まれたあの日のように","USEDTOBEACHILD"],
    ["がじゃいも","とんねるず"],
    ["夢　ｗｉｔｈ　Ｙｏｕ","久保田　利伸"],
    ["恋人","鈴木　雅之"],
    ["大切なあなた","松田　聖子"],
    ["天使の休息","久松　史奈"],
    ["Ｈａｒｌｅｍ　ＮＩｇｈｔ","大黒　摩季"],
    ["私の夏","森高　千里"],
    ["咲き誇れ愛しさよ","Ｗｉｎｋ"],
    ["夢　ｗｉｔｈ　Ｙｏｕ","本城　裕二"],
    ["Ｔｒｙ　Ｂｏｙ　Ｔｒｙ　Ｇｉｒｌ","前田　亘輝"],
    ["Ｔｅａｒｓ","Ｘ　ＪＡＰＡＮ"],
    ["オラはにんきもの","のはら　しんのすけ"],
    ["幸せになるために","中山　美穂"],
    ["だってそうじゃない！？","ＬＩＮＤ　ＢＥＲＧ"],
    ["素敵なバーディ（NONOBARDY）","サザンオールスターズ"],
    ["ときの旅路〜ＲＥＸのテーマ〜","米米ＣＬＵＢ"],
    ["Ｊｕｍｐｉｎ’　Ｊａｃｋ　Ｂｏｙ","ＷＡＮＤＳ"],
    ["ズル休み","槙原　敬之"],
    ["Ｓｉｎｇｌｅ　ｉｓ　Ｂｅｓｔ！？","平松　愛理"],
    ["影法師","堀内　孝雄"],
    ["ＹＯＵ　ＡＮＤ　Ｉ","中西　圭三"],
    ["胸さわぎのＡｆｔｅｒ　Ｓｈｏｏｌ","ＬＩＮＤ　ＢＥＲＧ"],
    ["もう君を離さない","ｃｌａｓｓ"],
    ["ＥＺ　ＤＯ　ＤＡＮＣＥ","ｔｒｆ"],
    ["Ｌｏｖｉｎ’　Ｙｏｕ","横山　輝一"],
    ["愛はふしぎさ","米米ＣＬＵＢ"],
    ["クリスマスラブ","サザンオールスターズ"],
    ["　蜩","長山　洋子"],
    ["風の中の火のように","ＫＡＩ　ＦＡＩＶＥ"],
    ["君は僕の勇気","東野　純直"],
    ["こころ酒","藤　あや子"],
    ["風に吹かれて","森高　千里"],
    ["ＰＡＲＡＤＩＳＥ","ＴＯＳＨＩ"],
    ["北風","槙原　敬之"],
    ["ＹＡ−ＹＡ−ＹＡ","ＺＯＯ"],
    ["僕のそばに","徳永　英明"],
    ["僕ならばここにいる","稲垣　潤一"],
    ["べにばな","五木　ひろし"],
    ["ＫＩＳＳに撃たれて眠りたい","吉川　晃司"],
    ["サヨナラ","ＧＡＯ"],
    ["何も言えなくて・・・夏","Ｊ−ＷＡＬＫ"],
    ["会いたくて〜ＬＯＶＥＲ　ＳＯＵＬ〜","ＬＩＮＤ　ＢＥＲＧ"],
    ],[
    ["ｉｎｎｏｃｅｎｔ　ｗｏｒｌｄ","Ｍｒ．Ｃｈｉｌｄｅｎ"],
    ["愛が生まれた日","藤谷美和子　　大内義昭"],
    ["恋しさとせつなさと心強さと","篠原涼子witht.komuro"],
    ["Ｂｏｙ　Ｍｅｅｔｓ　Ｇｉｒｌ","ｔｒｆ"],
    ["ＣＲＯＳＳ　ＲＯＡＤ","Ｍｒ．Ｃｈｉｌｄｅｎ"],
    ["ＩＴ’Ｓ　ＯＮＬＹ　ＬＯＶＥ","福山　雅治"],
    ["ただ泣きたくなるの","中山　美穂"],
    ["ＯＨ　ＭＹ　ＬＩＴＴＬＥ　ＧＩＲＬ","尾崎　豊"],
    ["Ｓｕｒｖｉｖａｌ　ｄＡｎｃｅ","ｔｒｆ"],
    ["ロマンスの神様","広瀬　香美"],
    ["空と君のあいだに","中島　みゆき"],
    ["夏が来る","大黒　摩季"],
    ["純愛ラプソディー","竹内　まりや"],
    ["マリア","Ｔ−ＢＯＬＡＮ"],
    ["Ｈｅｌｌｏ　ｍｙ　ｆｒｉｅｎｄ","松任谷　由実"],
    ["世界が終わるまでは","ＷＡＮＤＳ"],
    ["瞳そらさないで","ＤＥＥＮ"],
    ["Ｍｉｓｓ　Ｙｏｕ","今井　美樹"],
    ["夏を抱きしめて","ＴＵＢＥ"],
    ["ＨＥＡＲＴ","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["ＳＰＹ","槙原　敬之"],
    ["人魚","ＮＯＫＫＯ"],
    ["永遠の夢に向かって","大黒　摩季"],
    ["ＬＯＶＥ","Ｔ−ＢＯＬＡＮ"],
    ["この愛に泳ぎ疲れても","ＺＡＲＤ"],
    ["Ｄｏｎ’ｔ　Ｌｅａｖｅ　Ｍｅ","Ｂ’ｚ"],
    ["愛のために","奥田　民生"],
    ["春よ来い","松任谷　由実"],
    ["がんばりましょう","ＳＭＡＰ"],
    ["君だけを見ていた","Ｔｏ　Ｂｅ　Ｃｏｕｔｉｎｕｅｄ"],
    ["あなただけ見つめてる","大黒　摩季"],
    ["こんなにそばに居るのに","ＺＡＲＤ"],
    ["Ｒｕｓｔｙ　Ｎａｉｌ","Ｘ　ＪＡＰＡＮ"],
    ["アブラカタブラ","米米ＣＬＵＢ"],
    ["早くしてよ","久宝　留理子"],
    ["Ｔｏｍｏｒｒｏｗ　ｎｅｖｅｒ　Ｋｎｏｗｓ","Ｍｒ．Ｃｈｉｌｄｅｎ"],
    ["ＶＩＲＧＩＮ　ＢＥＡＲＴ","氷室　京介"],
    ["冷たいキス","ＩＣＥ　ＢＯＸ"],
    ["ラストソング","吉岡　秀隆"],
    ["祭りのあと","桑田　佳祐"],
    ["Ｍｙ　Ｓｗｅｅｔ　Ｈｏｍｅ","小泉　今日子"],
    ["ロード第二章","ＴＨＥ　虎舞竜"],
    ["寒い夜だから","ｔｒｆ"],
    ["Ｂｌｕｅ　Ｒｏｓｅ","工藤　静香"],
    ["ＷＩＮＴＥＲ　ＳＯＮＧ","Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["ライブがはねたら","ＮＯＫＫＯ"],
    ["　月","桑田　佳祐"],
    ["ＴＲＵＥ　ＬＯＶＥ","藤井　フミヤ"],
    ["永遠のパズル","橘　いずみ"],
    ["すき","Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["ＴＲＵＥ　ＢＬＵＥ","ＬＵＮＡ　ＳＥＡ"],
    ["ＬＯＶＥ　ＹＯＵ　ＯＮＬＹ","ＴＯＫＩＯ"],
    ["めぐり逢い","ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["ＨｅｙＨｅｙおおきに毎度あり","ＳＭＡＰ"],
    ["白いＧｒａｄａｔｉｏｎ","大黒　摩季"],
    ["俺色にそまれ","米米ＣＬＵＢ"],
    ["恋してムーチョ","ＴＵＢＥ"],
    ["サレンダー","布袋　寅泰"],
    ["夏の日","森高　千里"],
    ["遥かな人へ","高橋　真梨子"],
    ["気分爽快","森高　千里"],
    ["Ｍｅｌｏｄｉｅｓ＆Ｍｅｍｏｒｉｅｓ","ＴＵＢＥ"],
    ["今を抱きしめて","ＮＯＡ"],
    ["夜に抱かれて〜ANightinAfroBlue","久保田　利伸"],
    ["憧夢〜夢に向かって〜","Ｂｅ−Ｂ"],
    ["ＨＡＰＰＹ　ＷＡＫＥ　ＵＰ！","観月　ありさ"],
    ["ドラマティックに恋して","広瀬　香美"],
    ["ＭＯＴＥＬ","Ｂ’ｚ"],
    ["ＷＡＲＮＩＮＧ","いしだ　壱成"],
    ["そばにいるよ","前田　亘輝"],
    ["Ｇｅｔ　Ａｌｏｎｇ　Ｔｏｇｅｔｈｅｒ","山根　康広"],
    ["友達でいいから","高橋　由美子"],
    ["ＴＥＮＣＡを取ろう〜内田の野望〜","内田　有紀"],
    ["アリよさらば","矢沢　永吉"],
    ["Ｎｉｇｈｔｓ　ｏｆ　Ｔｈｅ　Ｋｎｉｆｅ","ＴＭＮ"],
    ["人間","長渕　剛"],
    ["２つの願い","槙原　敬之"],
    ["心凍らせて","高山　厳"],
    ["ＲＯＩＳＥＲ","ＬＵＮＡ　ＳＥＡ"],
    ["思い出さない夜はないだろう","池田　聡"],
    ["女泣川","藤　あや子"],
    ["違うそうじゃない","鈴木　雅之"],
    ["ＷＨＥＲＥＶＥＲ　ＹＯＵ　ＡＲＥ","Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["ゆずれない願い","田村　直美"],
    ["ＯＲＩＧＩＮＡＬ　ＳＭＩＬＥ","ＳＭＡＰ"],
    ["ＧＡＭＢＡらなくちゃね","ＬＩＮＤ　ＢＥＲＧ"],
    ["Ｊａｇｕａｒ　Ｌｉｎｅ","工藤　静香"],
    ["素敵な誕生日","森高　千里"],
    ["ＴＥＬＬ　ＭＥ","ＨＩＤＥ"],
    ["風と雲と私","熊谷　幸子"],
    ["女神（エロス）","藤井　フミヤ"],
    ["愛は愛で","江口　洋介"],
    ["ｒｅｄｕｃｅ","久宝　留理子"],
    ["ｂｅｒａｎｇｋａｔ","ＴＨＥ　ＢＯＯＭ"],
    ["Ｉｃｅ　Ｒａｉｎ","工藤　静香"],
    ["悲しみよ一粒の涙も","高山　厳"],
    ["ＤＲＡＳＴＩＣ　ＭＥＲＭＡＩＤ","ａｃｃｅｓｓ"],
    ["手紙","米米ＣＬＵＢ"],
    ["フッフッフッってするんです","とんねるず"],
    ["花のワルツ","藤　あや子"],
    ],[
    ["ロビンソン", "スピッツ"],
    ["ズルい女", "シャ乱Ｑ"],
    ["ＬＯＶＥ　ＬＯＶＥ　ＬＯＶＥ", "Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["ＷＯＷ　ＷＡＲ　ＴＯＮＩＧＨＴ", "Ｈ　ｊｕｎｇｌｅ　ｗｉｔｈ　ｔ"],
    ["ＴＯＭＯＲＲＯＷ", "岡本　真夜"],
    ["シングルベッド", "シャ乱Ｑ"],
    ["Ｈｅｌｌｏ　Ａｇａｉｎ", "ＭＹ　ＬＩＴＴＬＥ　ＬＯＶＥＲ"],
    ["シーソーゲーム", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["奇跡の地球", "桑田佳祐＆ＭｒＣｈｉｌｄｒｅｎ"],
    ["碧いうさぎ", "酒井　法子"],
    ["サンキュ", "Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["突然", "ＦＩＥＬＤ　ＯＦ　ＶＩＥＷ"],
    ["ＨＥＬＬＯ", "福山　雅治"],
    ["ららら", "大黒　摩季"],
    ["Ｍａｎ＆Ｗｏｍａｎ", "ＭＹ　ＬＩＴＴＬＥ　ＬＯＶＥＲ"],
    ["ｌｏｖｅ　ｍｅ　Ｉ　ｌｏｖｅ　ｙｏｕ", "Ｂ’ｚ"],
    ["ＬＯＶＥ　ＰＨＡＮＴＯＭ", "Ｂ’ｚ"],
    ["ＧＯＩＮＧ　ＧＯＩＮＧ　ＨＯＭＥ", "Ｈ　ｊｕｎｇｌｅ　ｗｉｔｈ　ｔ"],
    ["【ｅｓ】～Theme of es～", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["Ｐｏｉｓｏｎ", "布袋　寅泰"],
    ["あなただけを", "サザンオールスターズ"],
    ["Ｆｅｅｌ　ｌｉｋｅ　ｄＡｎｃｅ", "ｇｌｏｂｅ"],
    ["Ｔｏｍｏｒｒｏｗ　ｎｅｖｅｒ　Ｋｎｏｗｓ", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["ＫＮＯＣＩＮ’ＯＮ　ＹＯＵＲ　ＤＯＯＲ", "Ｌ⇔Ｒ"],
    ["ＭＡＩＣＣＡ", "ＥＡＳＴ　ＥＮＤ×ＹＵＲＩ"],
    ["空を見なよ", "シャ乱Ｑ"],
    ["涙がキラリ☆", "スピッツ"],
    ["ｍａｓｑｕｅｒａｄｅ", "ｔｒｆ"],
    ["ＣＲＡＺＹ　ＧＯＮＮＡ　ＣＲＡＺＹ", "ｔｒｆ"],
    ["ＯＶＥＲＮＩＧＨＴ　ＳＥＮＳＡＴＩＯＮ", "ｔｒｆ"],
    ["Ｍｙ　Ｂａｂｅ～君が眠るまで～", "シャ乱Ｑ"],
    ["恋の罠しかけましょ", "ＦＵＮＫ　ＴＨＥ　ＰＥＡＮＵＴＳ"],
    ["ねがい", "Ｂ’ｚ"],
    ["ＤＡ　ＹＯ　ＮＥ", "ＥＡＳＴ　ＥＮＤ×ＹＵＲＩ"],
    ["ＴＲＹ　ＭＥ～私を信じて～", "安室奈美恵with SUPER MONKEYS"],
    ["Ｏｖｅｒ　Ｄｒｉｖｅ", "ＪＵＤＹ　ＡＮＤ　ＭＡＲＹ"],
    ["ｅｖｅｒｙｂｏｄｙ　ｇｏｅｓ～秩序のない現代にドロップキック～", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["旅人のうた", "中島　みゆき"],
    ["Ｉ　ＢＥＬＩＥＶＥ", "華原　朋美"],
    ["いちばん近くにいてね", "大黒　摩季"],
    ["君がいたから", "ＦＩＥＬＤ　ＯＦ　ＶＩＥＷ"],
    ["Ｍｅｓｓａｇｅ", "福山　雅治"],
    ["ＳＷＥＥＴ　ＰＡＩＮ", "ｇｌｏｂｅ"],
    ["Ｂｏｄｙ　Ｆｅｅｌｓ　ＥＸＩＴ", "安室　奈美恵"],
    ["カローラⅡにのって", "小沢　健二"],
    ["Ｌａｄｙ　Ｇｅｎｅｒａｔｉｏｎ", "篠原　涼子"],
    ["ＫＡＮＳＨＡして", "ＳＭＡＰ"],
    ["太陽のＳＥＡＳＯＮ", "安室　奈美恵"],
    ["どんないいこと", "ＳＭＡＰ"],
    ["白いカイト", "ＭＹ　ＬＩＴＴＬＥ　ＬＯＶＥＲ"],
    ["魂を抱いてくれ", "氷室　京介"],
    ["スリル", "布袋　寅泰"],
    ["捨てられて", "長山　洋子"],
    ["ＳＯ　ＹＡ　ＮＡ", "ＷＥＳＴ　ＥＮＤ×ＹＵＫＩ"],
    ["Ｊｏｙ　ｔｏ　ｔｈｅ　ｌｏｖｅ", "ｇｌｏｂｅ"],
    ["ゆずれない願い", "田村　直美"],
    ["ＨＥＲＯ", "中山　美穂"],
    ["俺たちに明日はある", "ＳＭＡＰ"],
    ["もっともっと", "篠原　涼子"],
    ["愛が見えない", "ＺＡＲＤ"],
    ["晴天を誉めるなら夕暮れを待て", "ＡＳＫＡ"],
    ["ＲＯＭＡＮＣＥ", "Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["Ｔｅｅｎａｇｅ　Ｄｒｅａｍ", "ＤＥＥＮ"],
    ["マンピーのＧ☆ＳＰＯＴ", "サザンオールスターズ"],
    ["未来のために", "ＤＥＥＮ"],
    ["ＢＲＡＮＤ　ＮＥＷ　ＴＯＭＯＲＲＯＷ", "ｔｒｆ"],
    ["輪舞曲", "松任谷　由実"],
    ["しようよ", "ＳＭＡＰ"],
    ["あなたを感じていたい", "ＺＡＲＤ"],
    ["息子", "奥田　民生"],
    ["サヨナラは今もこの胸に居ます", "ＺＡＲＤ"],
    ["Ｓｔｏｐ　ｔｈｅ　ｍｕｓｉｃ", "安室　奈美恵"],
    ["たぶんオーライ", "ＳＭＡＰ"],
    ["Ｓｅｒｃｒｅｔ　Ｎｉｇｈｔ", "ＷＡＮＤＳ"],
    ["ＤＥＳＩＲＥ", "ＬＵＮＡ　ＳＥＡ"],
    ["Ｋｅｅｐ　ｙｏｕｒｓｅｌｆ　ａｌｉｖｅ", "華原　朋美"],
    ["ＭＵＳＩＣ　ＦＯＲ　ＴＨＥ　ＰＥＯＰＬＥ", "Ｖ６"],
    ["逢いたくてしょうがない", "郷　ひろみ"],
    ["Ｊｕｓｔ　ｂｅｌｉｅｖｅ　ｉｎ　Ｌｏｖｅ", "ＺＡＲＤ"],
    ["Ｏｎｌｙ　Ｙｏｕ", "内田　有紀"],
    ["うわさのキッス", "ＴＯＫＩＯ"],
    ["ゆずれない夏", "ＴＵＢＥ"],
    ["二人は恋人", "森高　千里"],
    ["いい感じ　やな感じ", "ＥＡＳＴ　ＥＮＤ×ＹＵＲＩ"],
    ["Ｈｕｒｔ　ｔｏ　Ｈｅａｒｔ", "中山　美穂"],
    ["みれん", "藤　あや子"],
    ["愛してます", "大黒　摩季"],
    ["ＳＨＡＫＥ　ＩＴ", "Ｔ－ＢＯＬＡＮ"],
    ["幸せをつかみたい", "広瀬　香美"],
    ["ＢＥＡＭＳ", "黒夢"],
    ["強い気持ち強い愛", "小沢　健二"],
    ["輝いた季節に旅立とう", "松田　聖子"],
    ["煌く瞬間に捕らわれて", "ＭＡＮＩＳＨ"],
    ["Ｊｅａｌｏｕｓｙ", "ＺＩＧＧＹ"],
    ["めぐり逢い", "ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["Ｓｏｍｅｔｈｉｎｇ　ｔｈｅｒｅ", "ＣＨＡＧＥ＆ＡＳＫＡ"],
    ["Ｌｏｎｇｉｎｇ", "Ｘ　ＪＡＰＡＮ"],
    ["友よ", "長渕　剛"],
    ["Ｉｃｅ　Ｒａｉｎ", "工藤　静香"],
    ["あの夏を探して", "チューブ"],        
    ],[
    ["アジアの純真","ＰＵＦＦＹ"],
    ["愛の言霊〜SpiritualMessage〜","サザンオールスターズ"],
    ["田園","玉置　浩二"],
    ["ＢＥＬＯＶＥＤ","ＧＬＡＹ"],
    ["チェリー","スピッツ"],
    ["Ａｎｏｔｈｅｒ　Ｏｒｉｏｎ","藤井　フミヤ"],
    ["ＬＡ　ＬＡ　ＬＡ　ＬＯＶＥ　ＳＯＮＧ","久保田　利伸"],
    ["ＹＥＬＬＯＷ　ＹＥＬＬＯＷ　ＨＡＰＰＹ","ポケットビスケッツ"],
    ["ＤＥＰＡＲＴＵＲＥＳ","ｇｌｏｂｅ"],
    ["名もなき詩","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["青いイナズマ","ＳＭＡＰ"],
    ["これが私の生きる道","ＰＵＦＦＹ"],
    ["Ｉ’ｍ　ｐｒｏｕｄ","華原　朋美"],
    ["Ｓｗａｌｌｏｗｔａｉｌ　Ｂｕｔｔｅｒｆｌｙ","ＹＥＮ　ＴＯＷＮ　ＢＡＮＤ"],
    ["いいわけ","シャ乱Ｑ"],
    ["空も飛べるはず","スピッツ"],
    ["あなたに逢いたくて","松田　聖子"],
    ["Ｄｏｎ’ｔ　ｗａｎｎａ　Ｃｒｙ","安室　奈美恵"],
    ["熱くなれ","大黒　摩季"],
    ["恋心","相川　七瀬"],
    ["ＡＬＩＣＥ","ＭＹ　ＬＩＴＴＬＥ　ＬＯＶＥＲ"],
    ["Ｃｈａｓｅ　ｔｈｅ　Ｃｈａｎｃｅ","安室　奈美恵"],
    ["　渚","スピッツ"],
    ["ガッツたぜ！！","ウルフルズ"],
    ["そばかす","ＪＵＤＹ　ＡＮＤ　ＭＡＲＹ"],
    ["Ｙｏｕ’ｒｅ　ｍｙ　Ｓｕｎｓｈｉｎｅ","安室　奈美恵"],
    ["涙の影","シャ乱Ｑ"],
    ["ＳＰＡＲＫ","ＴＨＥ　ＹＥＬＬＯＷ　ＭＯＮＫＥＹ"],
    ["Can'tStopFallin'Love","ｇｌｏｂｅ"],
    ["ＢＯＤＹ＆ＳＯＵＬ","ＳＰＥＥＤ"],
    ["ＰＲＩＤＥ","今井　美樹"],
    ["ＳＷＥＥＴ１９ＢＬＵＥＳ","安室　奈美恵"],
    ["花−Ｍｅｍｅｎｔ　Ｍｏｒｉ−","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["グロリアス","ＧＲＡＹ"],
    ["ＪＡＭ","ＴＨＥ　ＹＥＬＬＯＷ　ＭＯＮＫＥＹ"],
    ["バンザイ〜好きでよかった〜","ウルフルズ"],
    ["マイ　フレンド","ＺＡＲＤ"],
    ["Ｓａｖｅ　ｙｏｕｒ　ｄｒｅａｍ","華原　朋美"],
    ["ミッドナイトシャッフル","近藤　真彦"],
    ["心を開いて","ＺＡＲＤ"],
    ["Ｒｅａｌ　Ｔｈｉｎｇ　Ｓｈａｋｅｓ","Ｂ’ｚ"],
    ["ＳＱＵＡＬＬ","氷室　京介"],
    ["プライマル","オリジナル　ラヴ"],
    ["ＦＯＲＥＶＥＲ","岡本　真夜"],
    ["Ｉ　ＢＥＬＩＥＶＥ","華原　朋美"],
    ["イージュー☆ライダー","奥田　民生"],
    ["マシンガンをぶっ放せ","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["ミエナイチカラ","Ｂ’ｚ"],
    ["Ｉｓ　ｔｈｉｓ　ｌｏｖｅ","ｇｌｏｂｅ"],
    ["Ｍｙ　Ｂａｂｅ〜君が眠るまで〜","シャ乱Ｑ"],
    ["ＦＲＥＥＤＯＭ","ｇｌｏｂｅ"],
    ["冬のファンタジー","カズン"],
    ["はだかの王様","ＳＭＡＰ"],
    ["クラシック","ＪＵＤＹ　ＡＮＤ　ＭＡＲＹ"],
    ["Ｂａｂｙ　ｂａｂｙ　ｂａｂｙ","ｄｏｓ"],
    ["Ｌｏｖｅ＆Ｐｅａｃｅ　Ｆｏｒｅｖｅｒ","ｔｒｆ"],
    ["ＢＲＥＡＫ　ＯＵＴ","相川　七瀬"],
    ["どうしようもない僕に天使がおりてきた","槙原　敬之"],
    ["鏡のドレス","酒井　法子"],
    ["“Ｓｈａｋｅ”","ＳＭＡＰ"],
    ["ゲレンデがとけるほど恋したい","広瀬　香美"],
    ["ＮＯＷ　ＡＮＤ　ＴＨＥＮ","ＭＹ　ＬＩＴＴＬＥ　ＬＯＶＥＲ"],
    ["Ｉｎ　Ｔｈｅ　Ｆｕｔｕｒｅ","ｈｉｔｏｍｉ"],
    ["幸せになりたい","内田　有紀"],
    ["まちぶせ","荒井　由実"],
    ["ＦＲＩＥＮＤ　ＳＨＩＰ","Ｈ　Ｊｕｎｇｌｅ　ｗｉｔｈ　ｔ"],
    ["太陽は罪な奴","サザンオールスターズ"],
    ["ＳＴＥＡＤＹ","ＳＰＥＥＤ"],
    ["ラストシーン","布袋　寅泰"],
    ["夢で逢えたら","ラッツ＆スター"],
    ["旅人よ","ＢＡＫＵＦＵ−ＳＬＵＭＰ"],
    ["ＳＴＡＹ","氷室　京介"],
    ["ＤＡＮ　ＤＡＮ　心　魅かれてく","ＦＥＥＬＤ　ＯＦ　ＶＩＥＷ"],
    ["激情","工藤　静香"],
    ["あぁ","大黒　摩季"],
    ["珍島物語","天童　よしみ"],
    ["君を忘れない","松山　千春"],
    ["ａ　ｗａｌｋ　ｉｎ　ｔｈｅ　ｐａｒｋ","安室　奈美恵"],
    ["Ｓｅｘｙ","ｈｉｔｏｍｉ"],
    ["俺たちに明日はある","ＳＭＡＰ"],
    ["Ｆｏｒｅｖｅｒ　Ｌｏｖｅ","Ｘ　ＪＡＰＡＮ"],
    ["痛快ウキウキ通り","小沢　健二"],
    ["Ｏｎｌｙ　Ｙｏｕ君と夏の日を","チューブ"],
    ["ＥＮＤ　ＯＦ　ＳＯＲＲＯＷ","ＬＵＮＡ　ＳＥＡ"],
    ["Ａｌｏｎｅ","岡本　真夜"],
    ["Ｈａｐｐｅｎｉｎｇ　Ｈｅｒｅ","ｔｒｆ"],
    ["ＬＯＶＥ　ＮＥＶＥＲ　ＤＩＥＳ","ＴＨＥ　ＡＬＦＦＥＥ"],
    ["ごめんね","高橋　真梨子"],
    ["胸さわぎを頼むよ","ＳＭＡＰ"],
    ["ＤＮＡ","川本　真琴"],
    ["今夜はＨｅａｒｔｙ　Ｐａｒｔｙ","竹内　まりや"],
    ["Ｈｅｙ！　Ｌａｄｉｅｓ＆Ｇｅｎｔｌｅｍｅｎ","ｔｒｆ"],
    ["楽園","ＴＨＥ　ＹＥＬＬＯＷ　ＭＯＮＫＥＹ"],
    ["太陽にくちづけを","ＦＵＮＫ　ＴＨＥ　ＰＥＡＮＵＴＳ"],
    ["夢見る少女じゃいられない","相川　七瀬"],
    ["輪舞曲","松任谷　由実"],
    ["Ｓｅｖｅｎｔｉｅｓ","ＭＡＸ"],
    ["Ｄｅａｒ・・・ａｇａｉｎ","広瀬　香美"],
    ["愛の才能","川本　真琴"],
    ["最後の嘘","松任谷　由実"],
    ],[
    ["硝子の少年","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["ひだまりの詩","Ｌｅ　Ｃｏｕｐｌｅ"],
    ["ＨＯＷＥＶＥＲ","ＧＬＡＹ"],
    ["Ｇｌａｓｓ","河村　隆一"],
    ["ＢＥＡＴ","河村　隆一"],
    ["ＷＨＩＴＥ　ＬＯＶＥ","ＳＰＥＥＤ"],
    ["ＣＡＮ　ＹＯＵ　ＣＥＬＥＢＲＡＴＥ？","安室　奈美恵"],
    ["口唇","ＧＬＡＹ"],
    ["ひまわり","長渕　剛"],
    ["Ｍｅｌｔｙ　Ｌｏｖｅ","ＳＨＡＺＮＡ"],
    ["白い雲のように","猿岩石"],
    ["Ｈａｔｅ　ｔｅｌｌ　ａ　ｌｉｅ","華原　朋美"],
    ["ＢＵＲＮ","ＴＨＥ　ＹＥＬＬＯＷ　ＭＯＮＫＥＹ"],
    ["ＨＩＧＨ　ＰＲＥＳＳＵＲＥ","Ｔ．Ｍ　ＲＥＶＯＬＵＴＩＯＮ"],
    ["永遠","ＺＡＲＤ"],
    ["ＦＡＣＥ","ｇｌｏｂｅ"],
    ["ＥＳＣＡＰＥ","ＭＯＯＮ　ＣＨＩＬＤ"],
    ["ＷＨＩＴＥ　ＢＲＥＡＴＨ","Ｔ．Ｍ　ＲＥＶＯＬＵＴＩＯＮ"],
    ["ダイナマイト","ＳＭＡＰ"],
    ["渚にまつわるエトセトラ","ＰＵＦＦＹ"],
    ["Ｗａｎｄｅｒｉｎ’　Ｄｅｓｔｉｎｙ","ｇｌｏｂｅ"],
    ["１／２","川本　真琴"],
    ["Ｆｏｒ　ｔｈｅ　ｍｏｍｅｎｔ","EveryLittleThing"],
    ["出逢った頃のように","EveryLittleThing"],
    ["Ｅｖｅｒｙｔｈｉｎｇ〜It'sYou〜","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["Ｉ　ｌｏｖｅ　ｙｏｕ","河村　隆一"],
    ["セロリ","ＳＭＡＰ"],
    ["今宵の月のように","エレファントカシマシ"],
    ["ＹＯＵ　ＡＲＥ　ＹＨＥ　ＯＮＥ","T.KPRESENTSこねっと"],
    ["やさしい気持ち","ＣＨＡＲＡ"],
    ["Ｒｅｄ　Ａｎｇｅｌ","ポケットビスケッツ"],
    ["Ｈｏｗ　ｔｏ　ｂｅ　ａ　ｇｉｒｌ","安室　奈美恵"],
    ["すみれＳｅｐｔｅｍｂｅｒ　Ｌｏｖｅ","ＳＨＡＺＮＡ"],
    ["サーキットの娘","ＰＵＦＦＹ"],
    ["Ｌｏｖｅ　ｉｓ・・・","河村　隆一"],
    ["TheOtherSideOfLove","坂本龍一featuringSisterM"],
    ["Ｃａｌｌｉｎｇ","Ｂ’ｚ"],
    ["めざせポケモンマスター","松本　梨香"],
    ["Ｗａｋｅ　Ｍｅ　Ｕｐ！","ＳＰＥＥＤ"],
    ["Ｇｏ　Ｇｏ　Ｈｅａｖｅｎ","ＳＰＥＥＤ"],
    ["愛されるより愛したい","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["Ｆｏｒｅｖｅｒ","反町隆史withRichieSambora"],
    ["ＳＴＥＡＤＹ","ＳＰＥＥＤ"],
    ["ＬＯＶＥ　ＬＯＶＥ　ＳＨＯＷ","ＴＨＥ　ＹＥＬＬＯＷ　ＭＯＮＫＥＹ"],
    ["くじら１２号","ＪＵＤＹ　ＡＮＤ　ＭＡＲＹ"],
    ["ＭａｊｉでＫｏｉする５秒前","広末　涼子"],
    ["幸せな結末","大滝　詠一"],
    ["Ｓｈａｐｅｓ　ｏｆ　Ｌｏｖｅ","EveryLittleThing"],
    ["ＬＯＶＥ　ＩＳ　ＡＬＬ　ＭＵＳＩＣ","華原　朋美"],
    ["Ｓｗｅｅｔ　Ｅｍｏｔｉｏｎ","相川　七瀬"],
    ["明日春が来たら","松　たか子"],
    ["Ｓｈｕｆｆｌｅ","ＭＹ　ＬＩＴＴＬＥ　ＬＯＶＥＲ"],
    ["ＦＩＲＥ　ＢＡＬＬ","Ｂ’ｚ"],
    ["Ｄｅａｒ　Ｍｙ　Ｆｒｉｅｎｄ","EveryLittleThing"],
    ["ツキ","猿岩石"],
    ["パワーソング","シャ乱Ｑ"],
    ["夫婦みち","オーロラ輝子"],
    ["Ｓｈａｎｇｒｉ−Ｌａ","電気ＧＲＯＯＶＥ"],
    ["ａ　ｗａｌｋ　ｉｎ　ｔｈｅ　ｐａｒｋ","安室　奈美恵"],
    ["魂のルフラン","高橋　洋子"],
    ["トラブルメーカー","相川　七瀬"],
    ["Ｇｉｖｅ　ｍｅ　ａ　ｓｈａｋｅ","ＭＡＸ"],
    ["たのしくたのしくやさしくね","華原　朋美"],
    ["Ｌｉａｒ！　Ｌｉａｒ！","Ｂ’ｚ"],
    ["Ｄｏｎ’ｔ　ｙｏｕ　ｓｅｅ！","ＺＡＲＤ"],
    ["君に逢いたくなったら","ＺＡＲＤ"],
    ["ＰＲＩＤＥ","今井　美樹"],
    ["大スキ！","広末　涼子"],
    ["Ｐｅａｃｅ","ＳＭＡＰ"],
    ["スカーレット","スピッツ"],
    ["ＬＯＶＥＲ　ＳＯＵＬ","ＪＵＤＹ　ＡＮＤ　ＭＡＲＹ"],
    ["Ａ．Ｓ．Ａ．Ｐ","Ｌｉｔｔｌｅ　Ｋｉｓｓ"],
    ["ＦＡＣＥＳ　ＰＬＡＣＥＳ","ｇｌｏｂｅ"],
    ["Ｌｏｖｅ　Ｓｏｍｅｂｏｄｙ","織田　裕二"],
    ["「エキセントリック少年ボウイ」のテーマ","エキセントリック少年ボウイオールスターズ"],
    ["　虹","ラルク　アン　シエル"],
    ["そんなもんだろう","シャ乱Ｑ"],
    ["ＤＯ　ＮＯＴ","藤井　フミヤ"],
    ["“Ｓｈａｋｅ”","ＳＭＡＰ"],
    ["情熱","ＴＵＢＥ"],
    ["Ｂｌｕｅ　Ｖｅｌｖｅｔ","工藤　静香"],
    ["甘い運命","ＵＡ"],
    ["砂の果実","中谷美紀with坂本龍一"],
    ["愛なんだ","Ｖ６"],
    ["もののけ姫","米良　美一"],
    ["ＷＡになっておどろう","Ｖ６"],
    ["少年","黒夢"],
    ["Ｄｒｅａｍｉｎｇ　Ｉ　ｗａｓ　ｄｒｅａｍｉｎｇ","安室　奈美恵"],
    ["Can'tStopFallin'Love","ｇｌｏｂｅ"],
    ["夢じゃない","スピッツ"],
    ["Shinin'On-Shinin'Love","ＭＡＸ"],
    ["錆びついたマシンガンで今を撃ちぬこう","ＷＡＮＤＳ"],
    ["ＬＥＶＥＬ４","Ｔ．Ｍ　ＲＥＶＯＬＵＴＩＯＮ"],
    ["真冬の帰り道","広瀬　香美"],
    ["ＭＲ　ＬＯＮＥＬＹ","玉置　浩二"],
    ["ＧＥＮＥＲＡＴＩＯＮ　ＧＡＰ","Ｖ６"],
    ["ＶＡＣＡＴＩＯＮ","吉村　由美"],
    ["０１ＭＥＳＳＥＮＧＥＲ","サザンオールスターズ"],
    ["サヨナラ","岡本　真夜"],
    ["かわいいひと","ウルフルズ"],
    ],[
    ["長い間","ｋｉｒｏｒｏ"],
    ["タイミング","ＢＬＡＣＫ　ＢＩＳＣＵＩＴＳ"],
    ["Ｔｉｍｅ　ｇｏｅｓ　ｂｙ","Ｅｖｅｒｙ　Ｌｉｔｔｌｅ　Ｔｈｉｎｇ"],
    ["ＨＯＮＥＹ","ラルク　アン　シエル"],
    ["夜空ノムコウ","ＳＭＡＰ"],
    ["Ｔｈｅｒｅ　Ｗｉｌｌ　ｂｅ　ｌｏｖｅ　ｔｈｅｒｅ","ｔｈｅ　ｂｒｉｌｌｉａｎｔ　ｇｒｅｅｎ"],
    ["ＰＯＷＥＲ","ポケットビスケッツ"],
    ["誘惑","ＧＬＡＹ"],
    ["全部だきしめて","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["ｍｙ　ｇｒａｄｕａｔｉｏｎ","ＳＰＥＥＤ"],
    ["ＡＬＩＶＥ","ＳＰＥＥＤ"],
    ["ＳＯＵＬ　ＬＯＶＥ","ＧＬＡＹ"],
    ["花葬","ラルク　アン　シエル"],
    ["未来へ","ｋｉｒｏｒｏ"],
    ["Ｓｎｏｗ　ｄｒｏｐ","ラルク　アン　シエル"],
    ["ＬＯＶＥ　ＡＦＦＡＩＲ〜秘密のデート〜","サザンオールスターズ"],
    ["Ｗｉｎｔｅｒ　ｆａｌｌ","ラルク　アン　シエル"],
    ["終わりなき旅","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["ＤＩＳＴＩＮＹ","ＭＹ　ＬＩＴＴＬＥ　ＬＯＶＥＲ　"],
    ["ＡＬＬ　ＭＹ　ＴＲＵＥ　ＬＯＶＥ","ＳＰＥＥＤ"],
    ["つつみ込むように","Ｍｉｓｉａ"],
    ["ＤＩＶＥ　ＴＯ　ＢＬＵＥ","ラルク　アン　シエル"],
    ["ロマンス","ＰＥＮＩＣＩＬＬＩＮ"],
    ["ＨＯＴ　ＬＩＭＩＴ","Ｔ．Ｍ　Ｒｅｖｏｌｕｔｉｏｎ"],
    ["きっとどこかで　","ＴＵＢＥ"],
    ["サマーナイトタウン","モーニング娘。"],
    ["ピンクスパイダー","hidewithSpreadBeaver"],
    ["ＲＯＣＫＥＴ　ＤＩＶＥ","hidewithSpreadBeaver"],
    ["ＨＯＭＥ","Ｂ’ｚ"],
    ["Ｂｕｒｎｉｎ’　Ｘ’ｍａｓ","Ｔ．Ｍ　Ｒｅｖｏｌｕｔｉｏｎ"],
    ["冷たい花","ｔｈｅ　ｂｒｉｌｌｉａｎｔ　ｇｒｅｅｎ"],
    ["きらら","工藤　静香"],
    ["１／３の純情な感情","ＳＩＡＭ　ＳＨＡＤＥ"],
    ["ｅｖｅｒ　ｆｒｅｅ","hidewithSpreadBeaver"],
    ["抱いてＨｏｌｄ　Ｏｎ　ＭＥ","モーニング娘。"],
    ["Ｉ　ｆｏｒ　ｙｏｕ","ＬＵＮＡ　ＳＥＡ"],
    ["ＳＡＹＯＮＡＲＡ","ｇｌｏｂｅ"],
    ["ジェットコースターロマンス","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["散歩道","ＪＵＤＹ＆ＭＡＲＹ"],
    ["ＴＨＵＮＤＥＲＢＩＲＤ","Ｔ．Ｍ　Ｒｅｖｏｌｕｔｉｏｎ"],
    ["ニシエヒガシエ","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["愛のしるし","ＰＵＦＦＹ"],
    ["Ｈｅａｒｔ","福山　雅治"],
    ["蒼い霹靂","Ｔ．Ｍ　Ｒｅｖｏｌｕｔｉｏｎ"],
    ["Ｗａｎｎａ　Ｂｅ　Ａ　Ｄｒｅａｍｍａｋｅｒ","ｇｌｏｂｅ"],
    ["Ｒｉｄｅ　ｏｎ　ｔｉｍｅ","ＭＡＸ"],
    ["ＳＴＯＲＭ","ＬＵＮＡ　ＳＥＡ"],
    ["僕はここにいる","山崎　まさよし"],
    ["浸食","ラルク　アン　シエル"],
    ["たいせつ","ＳＭＡＰ"],
    ["ＢＥ　ＷＩＴＨ　ＹＯＵ","ＧＬＡＹ"],
    ["ｐｒｏｍｉｓｅ","広瀬　香美"],
    ["明日が聴こえる","Ｊ−ＦＲＩＥＮＤＳ"],
    ["Ｆａｃｅ　ｔｈｅ　ｃｈａｎｇｅ","Ｅｖｅｒｙ　Ｌｉｔｔｌｅ　Ｔｈｉｎｇ"],
    ["カムフラージュ","竹内まりや"],
    ["ＦＯＲＥＶＥＲ　ＹＯＵＲＳ","Ｅｖｅｒｙ　Ｌｉｔｔｌｅ　Ｔｈｉｎｇ"],
    ["Ｐｅｒｆｕｍｅ　ｏｆ　ｌｏｖｅ","ｇｌｏｂｅ"],
    ["さまよえる蒼い弾丸","Ｂ’ｚ"],
    ["ＳＷＥＥＴ　ＨＥＡＲＴ　ＭＡＭＯＲＹ","ＳＨＡＺＮＡ"],
    ["ＡＨＨＨＨＨ！","久保田　利伸"],
    ["ＬＯＶＥ　ＡＧＡＩＮ","ｇｌｏｂｅ"],
    ["ＳＨＩＮＥ","ＬＵＮＡ　ＳＥＡ"],
    ["ｆｏｒｂｉｄｄｅｎ　ｌｏｖｅｒ","ラルク　アン　シエル"],
    ["ＰＯＩＳＯＮ","反町　隆史"],
    ["夏色","ゆず"],
    ["ｏｖｅｒ","Ｖ６"],
    ["ＨＵＲＲＹ　ＧＯ　ＲＯＵＮＤ","hidewithSpreadBeaver"],
    ["海とあなたの物語","未来　玲可"],
    ["ＷＨＩＴＥ　ＬＯＶＥ","ＳＰＥＥＤ"],
    ["陽のあたる場所","Ｍｉｓｉａ"],
    ["スタミナ","ＢＬＡＣＫ　ＢＩＳＣＵＩＴＳ"],
    ["愛されるより愛したい","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["ａｌｌ　ｎｉｇｈｔ　ｌｏｎｇ","鈴木　あみ"],
    ["Ｐｅａｃｈ！","福山　雅治"],
    ["ラストキッス","たんぽぽ"],
    ["ａｌｏｎｅ　ｉｎ　ｍｙ　ｒｏｏｍ","鈴木　あみ"],
    ["叫び","野猿"],
    ["　桜","川本　真琴"],
    ["Ｗｉｎｇ","知念　里奈"],
    ["息もできない","ＺＡＲＤ"],
    ["ＭＡＲＩＡ","黒夢"],
    ["ＢＡＤ　ＬＵＣＫ　ＯＮ　ＬＯＶＥ","トーコ"],
    ["ＮＥＣＥＳＳＡＲＹ","Ｅｖｅｒｙ　Ｌｉｔｔｌｅ　Ｔｈｉｎｇ"],
    ["未来航海","Ｌａ’ｃｒｙｍａ　Ｃｈｒｉｓｔｉ"],
    ["からっぽ","ゆず"],
    ["Ｓｗｅｅｔ　ｈｅａｒｔ","ｇｌｏｂｅ"],
    ["たららん","ＰＵＦＦＹ"],
    ["Ｇｒａｃｅ　ｏｆ　ｍｙ　ｈｅａｒｔ","ＭＡＸ"],
    ["Ｂｅ　ｙｏｕｒｓｅｌｆ","Ｖ６"],
    ["BraveLove〜GalxyExpress999〜","ＴＨＥ　ＡＬＦＦＥＥ"],
    ["夏のかけら","Ｃｏｍｉｎｇ　Ｃｅｎｔｕｒｙ"],
    ["ＭＯＴＨＥＲ","ＰＵＦＦＹ"],
    ["幸せな結末","大滝　詠一"],
    ["二輪草","川中　美幸"],
    ["わらの犬","藤井　フミヤ"],
    ["Ｒｅｌａｘ","ＢＬＡＣＫ　ＢＩＳＣＵＩＴＳ"],
    ["冬のうた","ｋｉｒｏｒｏ"],
    ["都会のメロディ","シャ乱Ｑ"],
    ["球根","ＴＨＥ　ＹＥＬＬＯＷ　ＭＯＮＫＥＹ"],
    ["Ｔｒｕｓｔ","浜崎　あゆみ"],
    ],[
    ["ＬＯＶＥマシーン","モーニング娘。"],
    ["Ａｕｔｏｍａｔｉｃ","宇多田　ヒカル"],
    ["Ｇａｒｄｅｎ","SugerSoulfeat.Kenji"],
    ["フラワー","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["Ｇｒａｔｅｆｕｌ　Ｄａｙｓ","Ｄｒａｇｏｎ　Ａｓｈ"],
    ["春−Ｓｐｒｉｎｇ−","Ｈｙｓｔｅｒｉｃ　Ｂｌｕｅ"],
    ["ｅｎｅｒｇｙ　ｆｌｏｗ","坂本　龍一"],
    ["Ｗｉｎｔｅｒ　ａｇａｉｎ","ＧＬＡＹ"],
    ["Ｆｉｒｓｔ　Ｌｏｖｅ","宇多田　ヒカル"],
    ["Ｂｏｙｓ＆Ｇｉｒｌｓ","浜崎　あゆみ"],
    ["Letyourselfgoletmyselfgo","Ｄｒａｇｏｎ　Ａｓｈ"],
    ["ＧＯＬＤ　ＦＩＮＧＥＲ　’９９","郷　ひろみ"],
    ["Ｍｏｖｉｎ’Ｏｎ　Ｗｉｔｈｏｕｔ　Ｙｏｕ","宇多田　ヒカル"],
    ["なぜ・・・","Ｈｙｓｔｅｒｉｃ　Ｂｌｕｅ"],
    ["本能","椎名　林檎"],
    ["ＬＯＶＥ〜Ｄｅｓｔｉｎｙ〜","浜崎　あゆみ"],
    ["だんご３兄弟","速水けんたろう　茂森あゆみ　ひまわりキッズ　だんご合唱団"],
    ["ラストチャンス","Ｓｏｍｅｔｈｉｎｇ　ＥＬｓｅ"],
    ["ＢＥ　ＴＯＧＥＴＨＥＲ","鈴木　あみ"],
    ["ｍｏｎｏｃｈｒｏｍｅ","浜崎　あゆみ"],
    ["Ａｄｄｉｃｔｅｄ　Ｔｏ　Ｙｏｕ","宇多田　ヒカル"],
    ["ここではないどこかへ","ＧＬＡＹ"],
    ["サバイバル","ＧＬＡＹ"],
    ["ＡＳ　ＴＩＭＥ　ＧＯＥＳ　ＢＹ","ｈｉｒｏ"],
    ["あの紙ヒコーキくもり空わって","１９"],
    ["Ｈｕｎｇｒｙ　Ｓｐｉｄｅｒ","槙原　敬之"],
    ["朝がまた来る","Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["アポロ","ポルノグラフィティ"],
    ["雨のＭｅｌｏｄｙ","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["Ｓｕｎｎｙ　Ｄａｙ　Ｓｕｎｄａｙ","センチメンタル・バス"],
    ["Ｓｑｕａｌｌ","松本　英子"],
    ["RESPCTthePOWEROFLOVE","安室　奈美恵"],
    ["ｂｅｌｉｅｖｅ","山口　由子"],
    ["Ａ・ＲＡ・ＳＨＩ","　嵐"],
    ["Ｉ　Ｈａｖｅ　Ｎｅｖｅｒ　Ｓｅｅｎ","安室　奈美恵"],
    ["Ｂｙｅ−Ｂｙｅ","ＢＬＡＣＫ　ＢＩＳＣＵＩＴＳ"],
    ["ＨＥＡＶＥＮ’Ｓ　ＤＲＩＶＥ","ラルク　アン　シエル"],
    ["ギリギリＣｈｏｐ","Ｂ’ｚ"],
    ["Ｆｌｙ","ＳＭＡＰ"],
    ["ＨＥＡＶＥＮ","福山　雅治"],
    ["Ｐｉｅｃｅｓ","ラルク　アン　シエル"],
    ["やめないでＰＵＲＥ","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["Ｉ　ＬＯＶＥ　ＨＩＰ　ＨＯＰ","Ｄｒａｇｏｎ　Ａｓｈ"],
    ["すべてへ","１９"],
    ["Ｗｈｉｔｅ　Ｋｅｙ","鈴木　あみ"],
    ["Ｈａｐｐｙ　Ｔｏｍｏｒｒｏｗ","ＮｉＮａ"],
    ["Ｐｒｅｃｉｕｏｓ　Ｔｉｍｅ","ＳＰＥＥＤ"],
    ["ＴＯ　ＢＥ","浜崎　あゆみ"],
    ["Ｂｅｌｉｅｖｅ　ｙｏｕｒ　ｓｍｉｌｅ","Ｖ６"],
    ["バンビーナ","布袋　寅泰"],
    ["ＭＩＮＤ　ＹＯＵＲ　ＳＴＥＰ","ＳＮＡＩＬ　ＲＡＭＰ"],
    ["ＯＵＲ　ＤＡＹＳ","鈴木　あみ"],
    ["ｍｙ　ｆｉｒｓｔ　ｌｏｖｅ","上原　多香子"],
    ["ちょこっとＬＯＶＥ","プッチモニ"],
    ["Ｄｒｉｖｅｒ’ｓ　Ｈｉｇｈ","ラルク　アン　シエル"],
    ["ＢＥ　ＷＩＴＨ　ＹＯＵ","ＧＬＡＹ"],
    ["ダイヤモンドダスト","氷室　京介"],
    ["ｂｅｌｉｅｖｅ","Ｍｉｓｉａ"],
    ["ａｓ　Ａ　ｐｅｒｓｏｎ","華原　朋美"],
    ["Breakin'outthemotning","ＳＰＥＥＤ"],
    ["ここでキスして","椎名　林檎"],
    ["Ｌｏｎｇ　Ｗａｙ　Ｈｏｍｅ","ＳＰＥＥＤ"],
    ["星のかけらを探しに行こう　Ａｇａｉｎ","福耳"],
    ["朝日を見に行こうよ","ＳＭＡＰ"],
    ["フレンズ","レベッカ"],
    ["センチメンタル","ゆず"],
    ["津軽の花","原田　悠里"],
    ["忘れない日々","Ｍｉｓｉａ"],
    ["そのスピードで","thebrilliantgreen"],
    ["ストロボ","広瀬　香美"],
    ["サヨナラバス","ゆず"],
    ["SOMETHING'BOUTTHEKISS","安室　奈美恵"],
    ["樹海の糸","Ｃｏｃｃｏ"],
    ["光の射すほうへ","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["花火","ａｉｋｏ"],
    ["Ｍｅｍｏｒｙ青春の光","モーニング娘。"],
    ["ＬＯＶＥ　ＦＬＩＥＳ","ラルク　アン　シエル"],
    ["遠くまで","稲葉　浩志"],
    ["太陽のあたる場所","Ｖ６"],
    ["天使のため息","竹内　まりや"],
    ["いつか","ゆず"],
    ["真夏の光線","モーニング娘。"],
    ["Ｖａｎｉｌｌａ","Ｇａｃｋｔ"],
    ["ＷＩＬＤ　ＲＵＳＨ","Ｔ．Ｍ　Ｒｅｖｏｌｕｔｉｏｎ"],
    ["Ｄａｙｓ","ポケットビスケッツ"],
    ["Ｗｅ　ｃａｎ　ｓｔｏｐ　ｔｈｅ　ｍｕｓｉｃ","ＤＡ　ＰＵＭＰ"],
    ["さよならじゃない","Ｓｏｍｅｔｈｉｎｇ　ＥＬｓｅ"],
    ["Ｓｔｉｌｌ　ｇｒｏｗｉｎ’ｕｐ","ｇｌｏｂｅ"],
    ["月と太陽","太陽とシスコムーン"],
    ["友だちの唄","ゆず"],
    ["Ｎｏｔｈｉｎｇ　Ｗｉｔｈｏｕｔ　Ｙｏｕ","鈴木　あみ"],
    ["Ｅｙｅｓ　Ｏｎ　Ｍｅ","フェイ　ウォン"],
    ["望郷十年","香西　かおり"],
    ["一緒に・・・","ＭＡＸ"],
    ["Ｂｅ　Ｃｏｏｌ！","野猿"],
    ["Ｏｖｅｒ　ａｎｄ　Ｏｖｅｒ","EveryLittleThing"],
    ["君影草〜すずらん〜","川中　美幸"],
    ["ＹＥＳ","知念　里奈"],
    ["ｔｏｉ　ｅｔ　ｍｏｉ","安室　奈美恵"],
    ["カブトムシ","ａｉｋｏ"],
    ],[
    ["ＴＳＵＮＡＭＩ","サザンオールスターズ"],
    ["らいおんハート","ＳＭＡＰ"],
    ["LoveDayAfterTomorrow","倉木　麻衣"],
    ["桜坂","福山　雅治"],
    ["サウダージ","ポルノグラフィティ"],
    ["あなたのキスを数えましょう","小柳　ゆき"],
    ["　孫","大泉　逸郎"],
    ["愛情","小柳　ゆき"],
    ["ＳＥＡＳＯＮＳ","浜崎　あゆみ"],
    ["楽園","平井　堅"],
    ["慎吾ママのおはロック","慎吾ママ"],
    ["ＨＯＴＥＬ　ＰＡＣＩＦＩＣ","サザンオールスターズ"],
    ["Ｗａｉｔ＆Ｓｅｅ〜リスク〜","宇多田　ヒカル"],
    ["Ｅｖｅｒｙｔｈｉｎｇ","Ｍｉｓｉａ"],
    ["Ｓｔａｙ　ｂｙ　ｍｙ　ｓｉｄｅ","倉木　麻衣"],
    ["恋のダンスサイト","モーニング娘。"],
    ["ハッピーサマーウェディング","モーニング娘。"],
    ["Ｓｅｃｒｅｔ　ｏｆ　ｍｙ　ｈｅａｒｔ","倉木　麻衣"],
    ["夏の王様","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["さよなら大好きな人","花＊花"],
    ["ＺＯＯ　","ＥＣＨＯＥＳ"],
    ["今夜月の見える丘に","Ｂ’ｚ"],
    ["あ〜よかった","花＊花"],
    ["Ｇｏｏｄｂｙｅ　Ｙｅｓｔｅｒｄａｙ","今井　美樹"],
    ["ミュージックアワー","ポルノグラフィティ"],
    ["ボーイフレンド","ａｉｋｏ"],
    ["ｂｅ　ａｌｉｖｅ","小柳　ゆき"],
    ["夏祭り","Ｗｈｉｔｅｂｅｒｒｙ"],
    ["月光","鬼束　ちひろ"],
    ["ＮＥＶＥＲ　ＥＮＤ","安室　奈美恵"],
    ["Ｔｒｅａｓｕｒｅ","ｈｉｒｏ"],
    ["Ｆｏｒ　Ｙｏｕ","宇多田　ヒカル"],
    ["ｖｏｇｕｅ","浜崎　あゆみ"],
    ["Ｍａｙ","Ｂ’ｚ"],
    ["ギブス","椎名　林檎"],
    ["とまどい","ＧＬＡＹ"],
    ["ナンダカンダ","藤井　隆"],
    ["ＭＥＲＭＡＩＤ","ＧＬＡＹ"],
    ["口笛","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["Ｄｅｅｐ　ｉｍｐａｃｔ","DragonAshfeat.ﾗｯﾊﾟ蛾ﾘﾔ"],
    ["ＮＥＯ　ＵＮＩＶＥＲＳＥ","ラルク　アン　シエル"],
    ["ＮＯＴ　ＦＯＵＮＤ","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["ＳＴＡＹ　ＡＷＡＹ","ラルク　アン　シエル"],
    ["箱根八里の半次郎","氷川　きよし"],
    ["黄色いお空でＢＯＯＭ　ＢＯＯＭ　ＢＯＯＭ","黄色５"],
    ["ＺＯＯ　〜愛をください〜","蓮井　朱夏"],
    ["『果てのない道』","１９"],
    ["赤い日記帳","あか組４"],
    ["Ｉ　Ｗｉｓｈ・・・・","モーニング娘。"],
    ["青春時代１．２．３","プッチモニ"],
    ["ｔｅａｒｓ","Ｆａｙｒａｙ"],
    ["嗚呼　青春の日々","ゆず"],
    ["ちょこっとＬＯＶＥ","プッチモニ"],
    ["青春","ザ　ハイロウズ"],
    ["虹になりたい","ＴＵＢＥ"],
    ["Ｍｙ　Ｓｗｅｅｔ　Ｄａｒｌｉｎ’","矢井田　瞳"],
    ["Ｒｅａｃｈ　ｆｏｒ　ｔｈｅ　ｓｋｙ","倉木　麻衣"],
    ["ｊｕｉｃｅ","Ｂ’ｚ"],
    ["Ｆａｒ　ａｗａｙ","浜崎　あゆみ"],
    ["ａｎｇｅｌ　ｓｏｎｇ−イヴの鐘−","thebrilliantgreen"],
    ["Ｗｈｙ","平井　堅"],
    ["ｉｆ・・・・","ＤＡ　ＰＵＭＰ"],
    ["この青い空　みどり〜BLUEINGREEN〜","サザンオールスターズ"],
    ["飛べない鳥","ゆず"],
    ["忘却の空","ＳＡＤＳ"],
    ["ＲＩＮＧ","Ｂ’ｚ"],
    ["好きになってく愛してく","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["ＬＯＶＥ　ＯＲ　ＢＵＳＴ","平井　堅"],
    ["NEVERGONNAGIVEYOUUP","倉木　麻衣"],
    ["Ｍｉｓｓｉｎｇ　ｙｏｕ","ＧＬＡＹ"],
    ["ＳＵＲＲＥＡＬ","浜崎　あゆみ"],
    ["ＨＥＹ！","福山　雅治"],
    ["Ｂｒｉｇｈｔ　Ｄａｙｌｉｇｈｔ","ｈｉｒｏ"],
    ["トーキョートワイライト","チェウニ"],
    ["ＨＡＰＰＩＮＥＳＳ","ＧＬＡＹ"],
    ["ｇｒａｖｉｔｙ","ＬＵＮＡ　ＳＥＡ"],
    ["ＬＯＶＥ２０００","ｈｉｔｏｍｉ"],
    ["青いスポーツカーの男","青色７"],
    ["ＨＥＡＶＥＮ","福山　雅治"],
    ["Ｆｉｒｓｔ　ｉｍｐｒｅｓｓｉｏｎ","野猿ｆｅａｔ．ＣＡ"],
    ["乙女　パスタに感動","タンポポ"],
    ["夜明け","天童　よしみ"],
    ["ホタル","スピッツ"],
    ["桜の時","ａｉｋｏ"],
    ["ＥＳＣＡＰＥ","Ｍｉｓｉａ"],
    ["Ｓｉｍｐｌｙ　Ｗｏｎｄｅｒｆｕｌ","倉木　麻衣"],
    ["ＳＮＯＷ　ＤＡＮＣＥ","Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["罪と罰","椎名　林檎"],
    ["Ｐｒａｙ","EveryLittleThing"],
    ["HowYouLikeMeNow？","ｍ−ｆｒｏ"],
    ["Ｌｅｔ　Ｉｔ　Ｂｅ","ＳＭＡＰ"],
    ["HelloAnotherWay〜それぞれの場所〜","thebrilliantgreen"],
    ["ＰＬＥＡＳＥ　ＳＭＩＬＥ　ＡＧＡＩＮ","安室　奈美恵"],
    ["Ｓｕｒｅ","EveryLittleThing"],
    ["KoyanagitheChristmas","小柳　ゆき"],
    ["ＬＯＶＥマシーン","モーニング娘。"],
    ["Ｎｅｘｔ１００Ｙｅａｒｓ","Ｊ−ＦＲＩＥＮＤＳ"],
    ["Ｌｏｖｅ　Ａｇａｉｎ〜永遠の世界へ〜","Ｓｈｅｌａ"],
    ["水　陸　そら　無限大","１９"],
    ["Ｓｕｍｍｅｒ　Ｔｒｉｂｅ","Ｄｒａｇｏｎ　Ａｓｈ"],
    ],[
    ["ＰＩＥＣＥＳ　ＯＦ　Ａ　ＤＲＥＡＭ","ＣＨＥＭＩＳＴＲＹ"],
    ["ｓｅｃｒｅｔ　ｂａｓｅ〜君がくれたもの〜","ＺＯＮＥ"],
    ["アゲハ蝶","ポルノグラフィティ"],
    ["ひとり","ゴスペラーズ"],
    ["天体観測","ＢＵＭＰ　ＯＦ　ＣＨＩＣＫＥＮ"],
    ["LifetimeRespect","三木　道三"],
    ["波乗りジョニー","桑田　佳祐"],
    ["CanYouKeepASecret?","宇多田　ヒカル"],
    ["白い恋人達","桑田　佳祐"],
    ["明日があるさ","ウルフルズ"],
    ["ｕｌｔｒａ　ｓｏｕｌ","Ｂ’ｚ"],
    ["ザ☆ピース","モーニング娘。"],
    ["ＫＩＳＳ　ＯＦ　ＬＩＦＥ","平井　堅"],
    ["ボクの背中には羽根がある","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["いつも何度でも","木村　弓"],
    ["ｆｒａｇｉｌｅ","EveryLittleThing"],
    ["ＦＩＮＡＬ　ＤＩＳＴＡＮＣＥ","宇多田　ヒカル"],
    ["優しい歌","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["Ｐｏｉｎｔ　ｏｆ　Ｎｏ　Ｒｅｔｕｒｎ","ＣＨＥＭＩＳＴＲＹ"],
    ["　Ｍ","浜崎　あゆみ"],
    ["ＮＥＶＥＲ　ＥＶＥＲ","浜崎　あゆみ"],
    ["Ｄｅａｒｅｓｔ","浜崎　あゆみ"],
    ["Ｙｏｕ　Ｇｏ　Ｙｏｕｒ　Ｗａｙ","ＣＨＥＭＩＳＴＲＹ"],
    ["情熱","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["Ｓｔａｎｄ　Ｕｐ","倉木　麻衣"],
    ["ミニモニ。ジャンケンぴょん","ミニモニ。"],
    ["ＬＯＯＫ　ＢＡＣＫ　ＡＧＡＩＮ","矢井田　瞳"],
    ["Ｅｎｄｌｅｓｓ　Ｓｏｒｒｏｗ","浜崎　あゆみ"],
    ["ｙｏｕｔｈｆｕｌ　ｄａｙｓ","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["大井追っかけ音次郎","氷川　きよし"],
    ["ｅｖｏｌｕｔｉｏｎ","浜崎　あゆみ"],
    ["ＳＴＡＲＳ","中島　美嘉"],
    ["Ｏｎｅ","リップスライム"],
    ["ＺＥＲＯ　ＬＡＮＤＭＩＮＥ","Ｎ．Ｍ．Ｌ"],
    ["明日があるさ","Ｒｅ：Ｊａｐａｎ"],
    ["遥か","スピッツ"],
    ["Ｃｏｍｅ　ａｇａｉｎ","ｍ−ｆｌｏ"],
    ["ＹＥＬＬ〜エール〜","コブクロ"],
    ["ＡＮＯＴＨＥＲ　ＷＯＲＬＤ","Ｇａｃｋｔ"],
    ["ﾐﾆﾓﾆ｡ﾃﾚﾌｫﾝﾘﾝﾘﾝﾘﾝ","ミニモニ。"],
    ["Youreyesonly〜曖昧な僕の輪郭〜","ＥＸＩＬＥ"],
    ["ＵＮＩＴＥ！","浜崎　あゆみ"],
    ["クリスマスイブ　Ｒａｐ","KICKTHECANCREW"],
    ["メッセージ","ＴＯＫＩＯ"],
    ["恋愛レボリューション２１","モーニング娘。"],
    ["ＢＡＢＹ！　恋にＫＮＯＣＫ　ＯＵＴ","プッチモニ。"],
    ["ＧＯＬＤ","Ｂ’ｚ"],
    ["眩暈","鬼束　ちひろ"],
    ["ヴォイス","ポルノグラフィティ"],
    ["Ｂｅｓｔ　Ｆｒｉｅｎｄ","ｋｉｒｏｒｏ"],
    ["Ｅｖｅｒｙｔｈｉｎｇ","Ｍｉｓｉａ"],
    ["春夏秋冬","Ｓｔｅａｄｙ＆Ｃｏ．"],
    ["Ｇａｎｇ★","福山　雅治"],
    ["初恋","ａｉｋｏ"],
    ["愛のバカヤロウ","後藤　真希"],
    ["真夜中は純潔","椎名　林檎"],
    ["永遠に","ゴスペラーズ"],
    ["GLOBALCOMMUNICATION","ＧＬＡＹ"],
    ["チュッ！夏パーティ","三人祭"],
    ["出せない手紙","Ｖ６"],
    ["Ｉ　ｍｉｓｓ　ｙｏｕ〜時を越えて〜","Ｍｉｓｉａ＋Ｄ．Ｃ．Ｔ"],
    ["Ｐｕｒｐｌｅ　Ｔｈｅ　Ｏｒｉｏｎ","ＤＡ　ＰＵＭＰ"],
    ["ひとひらの自由","ＧＬＡＹ"],
    ["サボテン","ポルノグラフィティ"],
    ["Ｓａｙ　ｔｈｅ　ｗｏｒｄ","安室　奈美恵"],
    ["ＣＯＲＡＺＯＮ","ＤＡ　ＰＡＭＰ"],
    ["MrMoonlight〜愛のビッグバンド〜","モーニング娘。"],
    ["ムーンライト","くず"],
    ["Ｂｕｚｚｓｔｙｌｅ","矢井田　瞳"],
    ["足跡","１９"],
    ["ｔｒａｖｅｌｉｎｇ","宇多田　ヒカル"],
    ["ｉｎｆｅｃｔｉｏｎ","鬼束　ちひろ"],
    ["Ｗａｙ　ｔｏ　Ｌｏｖｅ","唐沢　美帆"],
    ["Ｔｈｅ　Ｏｎｌｙ　Ｏｎｅ","清貴"],
    ["Ｈｅｙ！みんな元気かい？","ｋｉｎｋｉ　ｋｉｄｓ"],
    ["ＩＳ　ＩＴ　ＹＯＵ　？","ｈｉｔｏｍｉ"],
    ["ｅｖｅｒｇｒｅｅｎ","ｈｙｄｅ"],
    ["ＬＯＶＥ涙色","松浦　亜弥"],
    ["Ｙｏｕｒ　ｉｎｎｏｃｅｎｃｅ","ｈｉｒｏ"],
    ["約束の季節","ゴスペラーズ"],
    ["ＳＴＡＹ　ＴＵＮＥＤ","ＧＬＡＹ"],
    ["Ｓｍａｃ","ＳＭＡＰ"],
    ["I'mheresayingnothing","矢井田　瞳"],
    ["ｅｖｅｎ　ｉｆ","平井　堅"],
    ["Spritdreamsinside-anotherdream-","ラルク　アン　シエル"],
    ["ぴったりしたいＸ’ｍａｓ！","プッチモニ。"],
    ["時代","　嵐"],
    ["たいせつなひと","１９"],
    ["ＳＴＡＹ　ＧＯＬＤ","Ｓｔｅａｄｙ＆Ｃｏ．"],
    ["海鳴り","田川　寿美"],
    ["箱根八里の半次郎","氷川　きよし"],
    ["Ｍｉｒａｃｌｅｓ","平井　堅"],
    ["ａｌｗａｙｓ","倉木　麻衣"],
    ["おっとっと夏だぜ！","ＥＥ　ＪＵＭＰ"],
    ["恋をしちゃいました！","タンポポ"],
    ["ｒｅｍａｉｎ〜心の鍵〜","小柳　ゆき"],
    ["溢れちゃう・・・ＢＥ　ＩＮ　ＬＯＶＥ","後藤　真希"],
    ["パピヨン","島谷　ひとみ"],
    ["冷たい海","倉木　麻衣"],
    ["ラッキープール","ＪＵＤＹ　ＡＮＤ　ＭＡＲＹ"],
    ],[
    ["ワダツミの木", "元　ちとせ"],
    ["大きな古時計", "平井　堅"],
    ["大切なもの", "ロードオブメジャー"],
    ["亜麻色の髪の乙女", "島谷　ひとみ"],
    ["The Perfect Vision", "ＭＩＮＭＩ"],
    ["Ｖｏｙａｇｅ", "浜崎　あゆみ"],
    ["ｉｎｄｅｐｅｎｄｅｎｔ", "浜崎　あゆみ"],
    ["　光", "宇多田　ヒカル"],
    ["Ｗａｙ　ｏｆ　Ｄｉｆｆｅｒｅｎｃｅ", "ＧＬＡＹ"],
    ["楽園ベイベー", "リップスライム"],
    ["東京", "桑田　佳祐"],
    ["ＳＡＫＵＲＡドロップス", "宇多田　ヒカル"],
    ["Ｍｕｇｅｎ", "ポルノグラフィティ"],
    ["キラキラ", "小田　和正"],
    ["きよしのズンドコ節", "氷川　きよし"],
    ["ＦＡＮＴＡＳＩＳＴＡ", "Ｄｒａｇｏｎ　Ａｓｈ"],
    ["眠れぬ夜は君のせい", "Ｍｉｓｉａ"],
    ["星空の秋子", "氷川　きよし"],
    ["Ｌｉｆｅ　ｇｏｅｓ　ｏｎ", "Ｄｒａｇｏｎ　Ａｓｈ"],
    ["Ａｎｙ", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["トモダチ", "ケツメイシ"],
    ["Ｒｉｎｇ", "平井　堅"],
    ["ＶＡＬＥＮＴＩ", "ＢｏＡ"],
    ["愛のうた～ピクミンのテーマ～", "ストロベリーフラワー"],
    ["熱き鼓動の果て", "Ｂ’ｚ"],
    ["ｔｒａｖｅｌｉｎｇ", "宇多田　ヒカル"],
    ["おさかな天国", "柴矢　裕美"],
    ["ＳＯＮＳ　ＯＦ　ＴＨＥ　ＳＵＮ", "麻波２５"],
    ["Ｉｔ　Ｔａｋｅｓ　Ｔｗｏ", "ＣＨＥＭＩＳＴＲＹ"],
    ["ＦＵＮＫＡＳＴＩＣ", "リップスライム"],
    ["君が好き", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["君をさがしてた～New Jersey United～", "ＣＨＥＭＩＳＴＲＹ"],
    ["花鳥風月", "ケツメイシ"],
    ["星屑の街", "ゴスペラーズ"],
    ["ｆｒｅｅｂｉｒｄ", "ＳＭＡＰ"],
    ["アンバランス", "KICK THE CAN CREW"],
    ["Ｆｅｅｌ　ｆｉｎｅ！", "倉木　麻衣"],
    ["ＷＩＬＬ", "中島　美嘉"],
    ["恋の歌謡日", "ゆず"],
    ["二人のアカボシ", "キンモクセイ"],
    ["逢いたい気持ち", "ＧＬＡＹ"],
    ["Ｄｏ　Ｉｔ！！Ｎｏｗ", "モーニング娘。"],
    ["そうだ！Ｗｅ’ｒｅ　ＡＬＩＶＥ", "モーニング娘。"],
    ["北風と太陽", "ＹｅＬＬＯＷ　Ｇｅｎｅｒａｔｉｏｎ"],
    ["　街", "堂本　剛"],
    ["Ｆｒｅｅ＆Ｅａｓｙ", "浜崎　あゆみ"],
    ["貴船の宿", "川中　美幸"],
    ["ａ　ｓｏｎｇ　ｉｓ　ｂｏｒｎ", "浜崎あゆみ＆ＫＥＩＫＯ"],
    ["花唄", "ＴＯＫＩＯ"],
    ["ＩＮＶＯＫＥ", "Ｔ．Ｍ．Ｒｅｖｏｌｕｔｉｏｎ"],
    ["奇蹟", "ＢｏＡ"],
    ["Ｓｏｌｉｔｕｄｅ～真実のサヨナラ～", "Ｋｉｎｋｉ　Ｋｉｄｓ"],
    ["Ｔｈｅ美学", "松浦　亜弥"],
    ["Ｗｉｎｔｅｒ　Ｂｅｌｌｓ", "倉木　麻衣"],
    ["美しく燃える森", "東京スカパラダイスオーケストラ"],
    ["ＳＡＭＵＲＡＩ　ＤＲＩＶＥ", "ｈｉｔｏｍｉ"],
    ["カナシミブルー", "Ｋｉｎｋｉ　Ｋｉｄｓ"],
    ["Let's Get Together Now", "Voice of KOREA/JAPAN"],
    ["ＳＴＡＮＤ　ＢＹ　ＹＯＵ！！", "SHAKARABBITS 175R"],
    ["１２月のＬｏｖｅ　Ｓｏｎｇ", "Ｇａｃｋｔ"],
    ["またここであいましょう", "ＧＬＡＹ"],
    ["Wishing On The Same Star", "安室　奈美恵"],
    ["マルシェ", "KICK THE CAN CREW"],
    ["ミニハムずの愛の唄", "ミニハムず（ミニモニ。）"],
    ["君ヲ想フ", "元　ちとせ"],
    ["恋のマイレージ", "ＲＡＧ　ＦＡＩＲ"],
    ["Ｆｅｅｌ　ｙｏｕｒ　ｂｒｅｅｚｅ", "Ｖ６"],
    ["果てなく続くストーリー", "Ｍｉｓｉａ"],
    ["平和島", "Ｂ－ＤＡＳＨ"],
    ["ＬＩＳＴＥＮ　ＴＯ　ＭＹ　ＨＥＡＲＴ", "ＢｏＡ"],
    ["くちばしにチェリー", "ＥＧＯ－ＷＲＡＰＰＩＮ’"],
    ["ここにいるぜぇ！", "モーニング娘。"],
    ["幸せについて本気出して考えてみた", "ポルノグラフィティ"],
    ["ａ　Ｄａｙ　ｉｎ　ｏｕｒ　Ｌｉｆｅ", "　嵐"],
    ["白い恋人達", "桑田　佳祐"],
    ["　証", "ＺＯＮＥ"],
    ["ちょ", "Ｂ－ＤＡＳＨ"],
    ["ＦＬＯＡＴＩＮ’", "ＣＨＥＭＩＳＴＲＹ"],
    ["桃色片想い", "松浦　亜弥"],
    ["この街", "元　ちとせ"],
    ["Ｙｅａｈ！めっちゃホリディ", "松浦　亜弥"],
    ["あんなに一緒だったのに", "Ｓｅｅ－Ｓａｗ"],
    ["キヲク", "Every Little Thing"],
    ["Ｓａｙｏｎａｒａ　Ｓａｙｏｎａｒａ", "KICK THE CAN CREW"],
    ["島唄", "ＴＨＥ　ＢＯＯＭ"],
    ["Ｄａｙｂｒｅａｋ", "浜崎　あゆみ"],
    ["Like a star in the night", "倉木　麻衣"],
    ["もらい泣き", "一青　窈"],
    ["ｱﾝｾﾑ～2002FIFA WORLD CUP(TM)公式ｱﾝｾﾑ", "ヴァンゲリス"],
    ["一雫", "ＺＯＮＥ"],
    ["アゲイン２", "ゆず"],
    ["はぐれコキリコ", "成世　昌平"],
    ["ミニモニ。ひなまつり！", "ミニモニ。"],
    ["蒲公英（タンポポ）", "１９"],
    ["ナイスな心意気", "アラシ"],
    ["ＳＨＡＬＬ　ＷＥ　ＬＯＶＥ？", "ごまっとう"],
    ["地球ブルース～337～", "KICK THE CAN CREW"],
    ["ＳＴＡＲＳ", "中島　美嘉"],
    ["またあえる日まで", "ゆず"],
    ["ｙｏｕｔｈｆｕｌ　ｄａｙｓ", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ],[
    ["世界に一つだけの花","ＳＭＡＰ"],
    ["さくら（独唱）","森山　直太朗"],
    ["月のしずく","ＲＵＩ"],
    ["　虹","福山　雅治"],
    ["明日への扉","I　ＷｉＳＨ"],
    ["地上の星","中島　みゆき"],
    ["涙の海で抱かれたい〜SEAOFLOVE〜","サザンオールスターズ"],
    ["ＣＯＬＯＲＳ","宇多田　ヒカル"],
    ["メリッサ","ポルノグラフィティ"],
    ["もらい泣き","一青　窈"],
    ["雪の華","中島　美嘉"],
    ["Ｔｏｇｅｔｈｅｒ","ＥＸＩＬＥ"],
    ["ｒｅａｌ　Ｅｍｏｔｉｏｎ","倖田　來未"],
    ["涙そうそう","夏川　りみ"],
    ["上海ハニー","オレンジレンジ"],
    ["空に唄えば","１７５Ｒ"],
    ["白雲の城","氷川　きよし"],
    ["ＬＩＦＥ　ｉｓ・・・anotherstory","平井　堅"],
    ["Ｎｏ　ｗａｙ　ｔｏ　ｓａｙ","浜崎　あゆみ"],
    ["大切なもの","ロードオブメジャー"],
    ["Ｇｒａｔｅｆｕｌ　Ｄａｙｓ","浜崎　あゆみ"],
    ["夏の思い出","ケツメイシ"],
    ["銀の龍の背にのって","中島　みゆき"],
    ["しあわせになろうよ","長渕　剛"],
    ["Ｃｈｏｏ　Ｃｈｏｏ　ＴＲＡＩＮ","ＥＸＩＬＥ"],
    ["ＵＮＳＰＥＡＫＡＢＬＥ","EveryLittleThing"],
    ["Ａｌｗａｙｓ","光永　亮太"],
    ["薄荷キャンディー","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["愛が呼ぶほうへ","ポルノグラフィティ"],
    ["Ｓｔａｒｒｙ　Ｈｅａｖｅｎｓ","ｄａｙ　ａｆｔｅｒ　ｔｏｍｏｒｒｏｗ"],
    ["贈る言葉","ＦＬＯＷ"],
    ["ＨＥＲＯ","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["佐賀県","はなわ"],
    ["異邦人","TAKMATSUMOTOfeaturingZARD"],
    ["永遠のＢＬＯＯＤＳ","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["ビバ★ロック","オレンジレンジ"],
    ["ハッピーライフ","１７５Ｒ"],
    ["　掌","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["ｆｏｒｇｉｖｅｎｅｓｓ","浜崎　あゆみ"],
    ["ハダシの未来","　嵐"],
    ["ＩＴ’Ｓ　ＳＨＯＷ　ＴＩＭＥ！！","Ｂ’ｚ"],
    ["ＪＯＩＮＴ","リップスライム"],
    ["夢物語","タッキー＆翼"],
    ["　柊","Ｄｏ　Ａｓ　Ｉｎｆｉｎｉｔｙ"],
    ["雑走","ロードオブメジャー"],
    ["ｍｏｒｒｏｗ","Ｄｒａｇｏｎ　Ａｓｈ"],
    ["お前やないとあかんねん","桜庭　裕一郎"],
    ["Ｄａｒｌｉｎｇ","Ｖ６"],
    ["夏の終わり","森山　直太朗"],
    ["ＡＭＢＩＴＩＯＵＳ　ＪＡＰＡＮ！","ＴＯＫＩＯ"],
    ["ロストマン","ＢＵＭＰ　ＯＦ　ＣＨＩＣＫＥＮ"],
    ["Ｂｅｌｉｅｖｅ","玉置　成実"],
    ["心に夢を君には愛を","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["死ぬほどあなたが好きだから","時給８００円"],
    ["また　あした","EveryLittleThing"],
    ["君に捧げるｌｏｖｅ　ｓｏｎｇ","浜田　省吾"],
    ["ｔｒｕｅ　ｂｌｕｅ","ＺＯＮＥ"],
    ["ＪＥＷＥＬ　ＳＯＮＧ","ＢｏＡ"],
    ["ＹＯＵＲ　ＮＡＭＥ　ＮＥＶＥＲ　ＧＯＮＥ","ＣＨＥＭＩＳＴＲＹ"],
    ["Ｂｅ　Ｍｙ　Ｌｏｖｅ","ＳＰＥＥＤ"],
    ["Ｓｈｉｎｅ　Ｗｅ　Ａｒｅ！","ＢｏＡ"],
    ["ＡＫＡＴＳＵＫＩ","稲葉　浩志"],
    ["蝶々結び","ａｉｋｏ"],
    ["鳥取砂丘","水森　かおり"],
    ["ＢＥＡＵＴＩＦＵＬ　ＤＲＥＡＭＥＲ","ＧＬＡＹ"],
    ["Ｐｅｒｓｅｕｓ−ペルセウス−","島谷　ひとみ"],
    ["ふたつ星","Ｉ　ＷｉＳＨ"],
    ["アンドロメダ","ａｉｋｏ"],
    ["アシタヘカエル","ＣＨＥＭＩＳＴＲＹ"],
    ["北の秋桜","キム　ヨンジャ"],
    ["jet'aime★jet'aime","Ｔｏｍｍｙ　ｆｅｂｕｒｕａｒｙ６"],
    ["Ｆｌｙｔｅ　ｔｙｍｅ","ＳＯＵＬ’ｄ　ＯＵＴ"],
    ["全部君だった","山崎　まさよし"],
    ["勝手にシンドバッド","サザンオールスターズ"],
    ["ＴＡＬＩ","ＹＯＳＨＩＩ　ＬＯＶＩＮＳＯＮ"],
    ["スノースマイル","ＢＵＭＰ　ＯＦ　ＣＨＩＣＫＥＮ"],
    ["なんでだろう〜こち亀バージョン〜","テツａｎｄトモ"],
    ["Ｒｅａｌｉｚｅ","玉置　成実"],
    ["Ｍｙ　Ｇｉｆｔ　Ｔｏ　Ｙｏｕ","ＣＨＥＭＩＳＴＲＹ"],
    ["僕らだけの歌","ロードオブメジャー"],
    ["野性のＥＮＥＲＧＹ","Ｂ’ｚ"],
    ["じょんがら女節","長山　洋子"],
    ["イミテイションゴールド","TAKMATSUMOTOfeaturing倉木麻衣"],
    ["心ひとつ","Ｍｉｓｉａ"],
    ["Ｈｅｌｌｏ","ＨＹＤＥ"],
    ["ＦＩＮＤ　ＴＨＥ　ＷＡＹ","中島　美嘉"],
    ["一人ジェンガ","矢井田　瞳"],
    ["ＳＵＰＥＲ　ＬＯＶＥＲ〜IneedTogether〜","ｗ−ｉｎｄｓ．"],
    ["はじまりの合図","ケツメイシ"],
    ["りんごのうた","椎名　林檎"],
    ["歩行者優先","ゆず"],
    ["Ｌｏｖｅ　Ａｄｄｉｃｔ","中島　美嘉"],
    ["ＧｏｏｄＢｙｅ夏男","松浦　亜弥"],
    ["ＡＳ　ＦＯＲ　ＯＮＥ　ＤＡＹ","モーニング娘。"],
    ["銀河と迷路","東京スカパラダイスオーケストラ"],
    ["愛してる","中島　美嘉"],
    ["ね〜え？","松浦　亜弥"],
    ["　渦","ポルノグラフィティ"],
    ["ａｋｅ−ｋａｚｅ","林　明日香"],
    ["晴れ　雨　のちスキ","モーニング娘。さくら組"],
    ],[
    ["瞳をとじて", "平井　堅"],
    ["Ｊｕｐｉｔｅｒ", "平原　綾香"],
    ["　桜", "河口　恭吾"],
    ["さくらんぼ", "大塚　愛"],
    ["かたちあるもの", "柴咲　コウ"],
    ["　花", "オレンジレンジ"],
    ["やさしいキスをして", "Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["ロコローション", "オレンジレンジ"],
    ["ハナミズキ", "一青　窈"],
    ["君にＢＵＭＰ", "ケツメイシ"],
    ["世界に一つだけの花", "ＳＭＡＰ"],
    ["Ｓｉｇｎ", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["　涙", "ケツメイシ"],
    ["ココロオドル", "ｎｏｂｏｄｙｋｎｏｗｓ＋"],
    ["栄光の架橋", "ゆず"],
    ["Ｍｉｃｋｅｙ(Hawaii Version)", "Gorie with Jasmine&Joann"],
    ["思いがかさなるその前に", "平井　堅"],
    ["Ｍｏｍｅｎｔｓ", "浜崎　あゆみ"],
    ["シスター", "ポルノグラフィティ"],
    ["ミチシルベ-a road home", "オレンジレンジ"],
    ["全てが僕の力になる！", "くず"],
    ["ＲＥＡＤＹ　ＳＴＥＡＤＹ　ＧＯ", "ラルク　アン　シエル"],
    ["君こそスターだ", "サザンオールスターズ"],
    ["番場の忠太郎", "氷川　きよし"],
    ["彩～Ａｊａ～", "サザンオールスターズ"],
    ["ＣＡＲＯＬＳ", "浜崎　あゆみ"],
    ["釧路湿原", "水森　かおり"],
    ["ＩＮＳＰＩＲＥ", "浜崎　あゆみ"],
    ["　掌", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["誰かの願いが叶うころ", "宇多田　ヒカル"],
    ["さくら（独唱）", "森山　直太朗"],
    ["キミはともだち", "平井　堅"],
    ["アルエ", "ＢＵＭＰ　ＯＦ　ＣＨＩＣＫＥＮ"],
    ["自由への招待", "ラルク　アン　シエル"],
    ["Ｗａｎｄｅｒｆｕｌ　Ｌｉｆｅ", "＆Ｇ"],
    ["群青日和", "東京事変"],
    ["愛と欲望の日々", "サザンオールスターズ"],
    ["Ｃａｒｒｙ　Ｏｎ", "ＥＸＩＬＥ"],
    ["時の雫", "ＧＬＡＹ"],
    ["生きとし生ける物へ", "森山　直太朗"],
    ["チキンライス", "浜田雅功と槙原敬之"],
    ["サンライズ", "ＢＥＮＮＩＥ　Ｋ"],
    ["ＡＬＬ　ＦＯＲ　ＹＯＵ", "安室　奈美恵"],
    ["ね、がんばるよ", "ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["スターゲイザー", "スピッツ"],
    ["希望～ＹＥＬＬ～", "ＮＥＷＳ"],
    ["マツケンサンバⅡ", "松平　健"],
    ["青いベンチ", "サスケ"],
    ["金魚花火", "大塚　愛"],
    ["キューティーハニー", "倖田　來未"],
    ["瞳の住人", "ラルク　アン　シエル"],
    ["永遠にともに", "コブクロ"],
    ["大好きだよ。", "大塚　愛"],
    ["Ｈａｐｐｙ　Ｄａｙｓ", "大塚　愛"],
    ["ＡＲＩＧＡＴＯ", "Ｂ’ｚ"],
    ["正夢", "スピッツ"],
    ["ミモザ", "ゴスペラーズ"],
    ["Ｌａｓｔ　Ｃｈｒｉｓｔｍａｓ", "Yuji Oda with Butch Walker"],
    ["ＨＥＲＯ", "ＥＸＩＬＥ"],
    ["君に逢いたくて", "Ｇａｃｋｔ"],
    ["ギター侍のうた", "波田陽区"],
    ["リライト", "ASIAN KUNG-FU GENERATION"],
    ["浪花いろは節", "関ジャニ∞"],
    ["ありがとうのうた", "Ｖ６"],
    ["ｒｅａｌ　ｗｏｒｌｄ", "ＥＸＩＬＥ"],
    ["ＧＩＲＬ　ＴＡＬＫ", "安室　奈美恵"],
    ["メリクリ", "ＢｏＡ"],
    ["太陽", "森山　直太朗"],
    ["Ｃｈｏｏ　Ｃｈｏｏ　ＴＲＡＩＮ", "ＥＸＩＬＥ"],
    ["ＯＲＩＧＩＮＡＬ　ＣＯＬＯＲ", "堂本　剛"],
    ["四季", "ｗ－ｉｎｄｓ．"],
    ["オンリー　ロンリー　グローリー", "ＢＵＭＰ　ＯＦ　ＣＨＩＣＫＥＮ"],
    ["Ｂｌｕｅ　Ｊｅａｎ", "ＧＬＡＹ"],
    ["瞳の中のＧａｌａｘｙ", "　嵐"],
    ["最初から今まで", "ｒｙｕ"],
    ["ＢＡＮＺＡＩ", "Ｂ’ｚ"],
    ["花風", "ａｉｋｏ"],
    ["ＱＵＩＮＣＹ", "ＢｏＡ"],
    ["桜木町", "ゆず"],
    ["裸～ｎｕｄｅ～", "Ｖｏ　Ｖｏ　Ｔａｕ"],
    ["チェスト", "オレンジレンジ"],
    ["ヨロコビノウタ", "モンゴル８００"],
    ["Ｒｅａｓｏｎ", "玉置　成実"],
    ["ＨＥＡＲＴ　ｏｆ　ＧＯＬＤ", "ＥＸＩＬＥ"],
    ["ｉｇｎｉｔｅｄ", "Ｔ．Ｍ．Ｒｅｖｏｌｕｔｉｏｎ"],
    ["まっ白", "小田　和正"],
    ["紅く燃ゆる太陽", "ＮＥＷＳ"],
    ["天使のわけまえ", "ＧＬＡＹ"],
    ["黄昏サラウンド", "リップスライム"],
    ["かばん", "ａｉｋｏ"],
    ["泣いたりしないで", "福山　雅治"],
    ["甘えんぼ", "大塚　愛"],
    ["ホワイトロード", "ＧＬＡＹ"],
    ["愛が呼ぶほうへ", "ポルノグラフィティ"],
    ["ＧＡＬＡＸＹ", "リップスライム"],
    ["遭難", "東京事変"],
    ["虹－もうひとつの夏－", "福山　雅治"],
    ["ＯＨ　ＪＡＰＡＮ～OUR TIME IS NOW～", "ＴＭＧ"],
    ["君の街まで", "ASIAN KUNG-FU GENERATION"],
    ["ＧＯ！！！", "ＦＬＯＷ"],
    ],[
    ["さくら", "ケツメイシ"],
    ["ＥＮＤＬＥＳＳ　ＳＴＯＲＹ", "REIRA starring YUNA ITO"],
    ["ここにしか咲かない花", "コブクロ"],
    ["ＧＬＡＭＯＲＯＵＳ　ＳＫＹ", "NANA starring MIKA NAKASHIMA"],
    ["プラネタリウム", "大塚　愛"],
    ["Ｓｔｏｒｙ", "ＡＩ"],
    ["ツバサ", "アンダーグラフ"],
    ["ＮＯ　ＭＯＲＥ　ＣＲＹ", "Ｄ－51"],
    ["Ｄｒｅａｍｌａｎｄ", "ＢＥＮＮＩＥ　Ｋ"],
    ["恋におちたら", "Ｃｒｙｓｔａｌ　Ｋａｙ"],
    ["Ｂ－ＤＡＳＨ", "トンガリキッズ"],
    ["青春アミーゴ", "修二と彰"],
    ["ＯＣＥＡＮ", "Ｂ’ｚ"],
    ["お願い！セニョリータ", "オレンジレンジ"],
    ["＊～アスタリスク～", "オレンジレンジ"],
    ["未来", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["ラヴ　パレード", "オレンジレンジ"],
    ["ファンタスティポ", "トラジ・ハイジ"],
    ["　桜", "コブクロ"],
    ["ＰＯＰ　ＳＴＡＲ", "平井　堅"],
    ["キズナ", "オレンジレンジ"],
    ["Ｈｅａｖｅｎ", "浜崎　あゆみ"],
    ["ＢＡＮＧ！　ＢＡＮＧ！　バカンス", "ＳＭＡＰ"],
    ["ＳＣＲＥＡＭ", "ＧＬＡＹ×ＥＸＩＬＥ"],
    ["何度でも", "Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["月光花", "ジャンヌダルク"],
    ["ＳＭＩＬＹ", "大塚　愛"],
    ["粉雪", "レミオロメン"],
    ["ＳＴＥＰ　ｙｏｕ", "浜崎　あゆみ"],
    ["Ｔｗｏ　Ａｓ　Ｏｎｅ", "Crystal kay ×　CHEMISTRY"],
    ["Ａｎｎｉｖｅｒｓａｒｙ", "ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["ｏｖｅｒ・・・", "　Ｋ"],
    ["ｆａｉｒｙｌａｎｄ", "浜崎　あゆみ"],
    ["初恋列車", "氷川　きよし"],
    ["キラキラ", "ａｉｋｏ"],
    ["Ｂｅ　Ｍｙ　Ｌａｓｔ", "宇多田　ヒカル"],
    ["全力少年", "スキマスイッチ"],
    ["ＢＯＨＢＯ　ＮＯ．5", "サザンオールスターズ"],
    ["友達へ～Say What You Will～", "ＳＭＡＰ"],
    ["　花", "オレンジレンジ"],
    ["ＥＸＩＴ", "ＥＸＩＬＥ"],
    ["ネオメロドラマティック", "ポルノグラフィティ"],
    ["桜色舞うころ", "中島　美嘉"],
    ["僕のキモチ", "ＷａＴ"],
    ["恋文", "Ｅｖｅｒｙ　Ｌｉｔｔｌｅ　Ｔｈｉｎｇ"],
    ["愛のバクダン", "Ｂ’ｚ"],
    ["初花凛々", "ＳＩＮＧＥＲ　ＳＯＮＧＥＲ"],
    ["チェリッシュ", "ＮＥＷＳ"],
    ["世界はそれを愛と呼ぶんだぜ", "サンボマスター"],
    ["Ｍｙ　Ｗａｙ", "Ｄｅｆ　Ｔｅｃｈ"],
    ["東京", "福山　雅治"],
    ["ＤＯ　ＴＨＥ　ＭＯＴＩＯＮ", "ＢｏＡ"],
    ["プラネタリウム", "ＢＵＭＰ　ＯＦ　ＣＨＩＣＫＥＮ"],
    ["マツケンサンバⅡ", "松平　健"],
    ["ｒｅａｌｉｚｅ", "ｍｅｌｏｄｙ．"],
    ["Ｊｕｐｉｔｅｒ", "平原　綾香"],
    ["ＷＡＮＴ　ＭＥ，ＷＡＮＴ　ＭＥ", "安室　奈美恵"],
    ["ＰＲＩＤＥ", "HIGH and MIGHTY COLOR"],
    ["かざぐるま", "一青　窈"],
    ["ジョバイロ", "ポルノグラフィティ"],
    ["影踏み", "一青　窈"],
    ["好きやねん　大阪。", "関ジャニ∞"],
    ["Ｔｒｉａｎｇｌｅ", "ＳＭＡＰ"],
    ["Ｎｅｗ　Ｗｏｒｌｄ", "ラルク　アン　シエル"],
    ["Ｏｎｌｙ　Ｈｕｍａｎ", "　Ｋ"],
    ["黒毛和牛上塩タン670円", "大塚　愛"],
    ["ＷＩＳＨ", "　嵐"],
    ["Ｓｗｅｅｔ　Ｍｏｍ", "柴咲　コウ"],
    ["　桜", "リュ・シウォン"],
    ["明日", "平原　綾香"],
    ["Ｏｒａｎｇｅ", "Ｖ６"],
    ["ｆｅｅｌ　ｍｙ　ｓｏｕｌ", "ＹＵＩ"],
    ["リルラ　リルハ", "木村　カエラ"],
    ["五能線", "水森　かおり"],
    ["僕たちの行方", "高橋　瞳"],
    ["愛と欲望の日々", "サザンオールスターズ"],
    ["To All The Dreamers", "ＳＯＵＬ’ｄ　ＯＵＴ"],
    ["ｓｕｐｅｒｎｏｖａ", "ＢＵＭＰ　ＯＦ　ＣＨＩＣＫＥＮ"],
    ["Ｋｉｌｌｉｎｇ　Ｍｅ", "ラルク　アン　シエル"],
    ["シアワセナラテヲタタコウ", "ｎｏｂｏｄｙｋｎｏｗｓ+"],
    ["Ｌｉｎｋ", "ラルク　アン　シエル"],
    ["Ｗｉｎｇｓ　ｏｆ　ｗｏｒｄｓ", "ＣＨＥＭＩＳＴＲＹ"],
    ["夢の場所へ", "ｗ－ｉｎｄｓ．"],
    ["さくらんぼ", "大塚　愛"],
    ["キミがいる", "ＣＨＥＭＩＳＴＲＹ"],
    ["ビロードの闇", "ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["Ｐｅｃｏｒｉ　Ｎｉｇｈｔ", "Gorie with Jasmine&Joann"],
    ["Ｓｋｙ", "ＢＥＮＮＩＥ　Ｋ"],
    ["Ｂｕｔｔｅｒｆｌｙ", "倖田　來未"],
    ["きみの　て", "Ｅｖｅｒｙ　Ｌｉｔｔｌｅ　Ｔｈｉｎｇ"],
    ["ｌｅｔ　ｇｏ", "ｍ－ｆｌｏ　ｌｏｖｅｓ　ＹＯＳＨＩＫＡ"],
    ["ＴＥＰＰＥＮ", "ＮＥＷＳ"],
    ["ネコに風船", "大塚　愛"],
    ["仮面", "タッキー＆翼"],
    ["ＨＥＲＯ", "ＥＸＩＬＥ"],
    ["青いベンチ", "サスケ"],
    ["サクラ咲ケ", "　嵐"],
    ["Ｎａ　Ｎａ　Ｎａ　サマーガール", "ポルノグラフィティ"],
    ["ｆｌｏｗｅｒ", "倖田　來未"],
    ["ＣＯＵＮＴＤＯＷＮ", "ＨＹＤＥ"],
    ["君の声", "アンダーグラフ"],
    ["面影の郷", "氷川　きよし"],
    ["長い夢", "ＹＵＫＩ"],
    ["ドラマチック", "ＹＵＫＩ"],
    ["修羅場", "東京事変"],
    ["歓びの種", "ＹＵＫＩ"],
    ["Bold & Delicious", "浜崎　あゆみ"],
    ["春の歌", "スピッツ"],
    ["Ｄｅｌｉｇｈｔｆｕｌ", "鈴木　亜美"],
    ["ａｌｍｏｓｔ　ｉｎ　ｌｏｖｅ", "ＣＨＥＭＩＳＴＲＹ"],
    ["スタート", "ＫＲＥＶＡ"],
    ["未来への地図", "Ｍｉ"],
    ["ｃｌｕｓｈ　ｔｈｅ　ｗｉｎｄｏｗ", "Ｄｒａｇｏｎ　Ａｓｈ"],
    ["たしかなこと", "小田　和正"],
    ["超特急", "ゆず"],
    ["ＣＡＬＬ　ＭＥ", "ＹＯＳＨＩＩ　ＬＯＶＩＮＳＯＮ"],
    ["蒼の世界", "レミオロメン"],
    ["イッサイガッサイ", "ＫＲＥＶＡ"],
    ["エル　ミラドール～展望台の唄～", "ｎｏｂｏｄｙｋｎｏｗｓ+"],
    ["Ｗｈｉｔｅ　ｌｉｇｈｔ", "安室　奈美恵"],
    ["ＤＡＹＳ", "ＦＬＯＷ"],
    ["スター", "ａｉｋｏ"],
    ["Ｐｒｏｍｉｓｅ", "倖田　來未"],
    ["Ｖｅｓｔａｇｅ－ヴェステージ－", "Ｔ．Ｍ．Ｒｅｖｏｌｕｔｉｏｎ"],
    ["メリクリ", "ＢｏＡ"],
    ["光と影の季節", "浜田　省吾"],
    ["Ｄ－ｔｅｃｎｏＬｉｆｅ", "ＵＶＥＲｗｏｒｌｄ"],
    ["ただ・・・逢いたくて", "ＥＸＩＬＥ"],
    ["ＪＯＹ", "ＹＵＫＩ"],
    ["Ｍｅｔａｍｏｒｐｈｏｚｅ", "Ｇａｃｋｔ"],
    ["大阪レイニーブルース", "関ジャニ∞"],
    ["叙情詩", "ラルク　アン　シエル"],
    ["うすゆき草", "川中　美幸"],
    ["ａ　ｌｏｖｅ　ｓｔｏｒｙ", "ＳＥＡＭＯ　ｗｉｔｈ　ＢＥＮＮＩＥ　Ｋ"],
    ["Ｇｌｉｔｔｅｒ", "柴咲　コウ"],
    ["ＢＥＡＴ", "木村　カエラ"],
    ["夢のチカラ", "上戸　彩"],
    ["三国駅", "ａｉｋｏ"],
    ["雨待ち風", "スキマスイッチ"],
    ["ジョウネツ", "加藤　ミリヤ"],
    ["ＵＴＡＯ－ＵＴＡＯ", "Ｖ６"],
    ["ダイヤモンドヴァージン", "ジャンヌダルク"],
    ["変わりゆく空", "ｗ－ｉｎｄｓ．"],
    ["君は僕に似ている", "Ｓｅｅ－Ｓａｗ"],
    ["ふりむけば日本海", "五木　ひろし"],
    ["Ｇａｒｎｅｔ　Ｍｏｏｎ", "島谷　ひとみ"],
    ["星のかがやきよ", "ＺＡＲＤ"],
    ["親愛なるあなたへ", "ロードオブメジャー"],
    ["ブルートレイン", "ASIAN KUNG-FU GENERATION"],
    ["南風", "レミオロメン"],
    ["ＣＬＯＳＥ　ＹＯＵＲ　ＥＹＥＳ", "長渕　剛"],
    ["気がつけば　あなた", "松浦　亜弥"],
    ["十六夜の月", "ｗ－ｉｎｄｓ．"],
    ["カラス", "湘南乃風"],
    ["泣いたりしないで", "福山　雅治"],
    ["ｍａｋｅ　ａ　ｓｅｃｒｅｔ", "ＢｏＡ"],
    ["ＫＩＳＳ", "Ｃｒｙｓｔａｌ　Ｋａｙ"],
    ["いつか・・・", "清木場　俊介"],
    ["言いたいことも言えずに", "塚地武雄・堤下敦・梶原雄太"],
    ["抱きしめる", "ＢｏＡ"],
    ["いいわけ", "ＭＣＵ　ｆｅａｔ．Ｒｙｏｊｉ"],
    ["ＪＥＴ！！！", "Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["Ｂｒｉｇｈｔ！Ｏｕｒ　Ｆｕｔｕｒｅ", "ＤＡ　ＰＵＭＰ"],
    ["ひまわりのＲｈａｐｓｏｄｙ", "リュ　シウォン"],
    ["ｙｏｕ", "倖田　來未"],
    ["奇跡", "スガシカオ"],
    ["タイガー＆ドラゴン", "クレイジーケンバンド"],
    ["I Wanna Go To A Place...", "Ｒｉｅ　ｆｕ"],
    ["サンキュー！！", "ＨＯＭＥ　ＭＡＤＥ家族"],
    ["ホワイトロード", "ＧＬＡＹ"],
    ["BLOOD on FIRE", "ＡＡＡ"],
    ["焔の扉", "FictionJunction YUUKA"],
    ["ＦＯＲＥＶＥＲ　ＭＩＮＥ", "山下　達郎"],
    ["笑顔日和", "ＺＯＮＥ"],
    ["ダンシング", "倉木　麻衣"],
    ["Ｉ　ａｍ　ａ　ｆａｔｈｅｒ", "浜田　省吾"],
    ["ロンリーガール", "加藤　ミリヤ"],
    ["ありったけの愛で", "Ｇａｃｋｔ"],
    ["Ｌｏｖｅ，ｎｅｅｄｉｎｇ", "倉木　麻衣"],
    ["恋のプチアゲ♂天国:恋のマイアヒ～チワワ～バンザイ", "まえけん♂トランス・プロジェクト"],
    ["ＢＬＡＣＫ　ＳＴＯＮＥ", "Ｇａｃｋｔ"],
    ["夕凪ＵＮＩＯＮ", "Ｄｒａｇｏｎ　Ａｓｈ"],
    ["魔法戦隊マジレンジャー", "岩崎貴文／Sister MAYO"],
    ["届カナイ愛ト知ッテシタノニ抑エキレズニ愛シ続ケタ・・・", "Ｇａｃｋｔ"],
    ["Ｌｉｆｅ　Ｇｏｅｓ　Ｏｎ", "有坂　美香"],
    ["ギター侍のうた", "波田陽区"],
    ["Growing of my heart", "倉木　麻衣"],
    ["サマータイム！！", "ＭＩＮＭＩ"],
    ["青空のナミダ", "高橋　瞳"],
    ["ほろよい酔虎伝", "冠　二郎"],
    ["８月のクリスマス", "山崎　まさよし"],
    ["メヌエット", "山崎　まさよし"],
    ["明日を目指して", "ＴＯＫＩＯ"],
    ["夢見る頃を過ぎても", "氣志團"],
    ["好きすぎて　バカみたい", "ＤＥＦ．ＤＩＶＡ"],
    ["ハナミズキ", "一青　窈"],
    ["ＬＩＦＥ", "ＹＵＩ"],
    ["ＢＩＧ　ＭＡＭＡ", "Ｓｏｕｌ　Ｃａｍｐ"],
    ["モラトリアム", "レミオロメン"],
    ["Ｋｅｅｐ　Ｉｔ　Ｇｏｉｎ’Ｏｎ", "三浦　大知"],
    ],[
    ["純恋歌","湘南乃風"],
    ["粉雪","レミオロメン"],
    ["宙船","ＴＯＫＩＯ"],
    ["タイヨウのうた","Ｋａｏｒｕ　Ａｍａｎｅ"],
    ["Ｉ　ｂｅｌｉｅｖｅ","絢香"],
    ["三日月","絢香"],
    ["Ｒｅａｌ　Ｆａｃｅ","ＫＡＴ−ＴＵＮ"],
    ["テルーの唄","手嶌　葵"],
    ["　桜","コブクロ"],
    ["太陽の下","レミオロメン"],
    ["アゲ♂アゲ♂EVERY☆騎士","ＤＪ　ＯＺＭＡ"],
    ["夢のうた","倖田　來未"],
    ["Ｐｒｅｓｉｏｕｓ","伊藤　由奈"],
    ["Ｖｅｎｕｓ","タッキー＆翼"],
    ["しるし","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["マイペース","Ｓｕｎｓｅｔ　Ｓｗｉｓｈ"],
    ["ありがとう","ＳＭＡＰ"],
    ["青春アミーゴ","修二と彰"],
    ["Ａｒｏｕｎｄ　ｔｈｅ　ｗｏｒｌｄ","ｍｏｎｋｅｙ　ｍａｊｉｋ"],
    ["Ｄｅａｒ　ＷＯＭＡＮ","ＳＭＡＰ"],
    ["ｍｉｌｋ　ｔｅａ","福山　雅治"],
    ["ガラナ","スキマスイッチ"],
    ["恋のつぼみ","倖田　來未"],
    ["Ｇｏｏｄ−ｂｙｅ　ｄａｙｓ","ＹＵＩ　ｆｏｒ　雨音薫"],
    ["抱いてセニョリータ","山下　智久"],
    ["ボクノート","スキマスイッチ"],
    ["フレンジャー","大塚　愛"],
    ["箒星","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["ＤＩＲＴＹ　ＯＬＤ　ＭＡＮ〜さらば夏よ〜","サザンオールスターズ"],
    ["夏音","ＧＬＡＹ"],
    ["マタアイマショウ","ＳＥＡＭＯ"],
    ["旅人","ケツメイシ"],
    ["一剣","氷川　きよし"],
    ["ｔｏ　Ｕ","Ｂａｎｋ　Ｂａｎｄ　ｗｉｔｈ　Ｓａｌｙｕ"],
    ["チャンピオーネ","オレンジレンジ"],
    ["Ｗｉｎｔｅｒ　Ｌｏｖｅ","ＢｏＡ"],
    ["決意の朝に","Ａｑｕａ　Ｔｉｍｅｚ"],
    ["Ａ　Ｐｅｒｆｅｃｔ　Ｓｋｙ","ＢＯＮＮＩＥ　ＰＩＮＫ"],
    ["ユメクイ","大塚　愛"],
    ["気分上々↑↑","ｍｉｈｉｍａｒｕ　ＧＴ"],
    ["七色の明日-brandnewbeat-","ＢｏＡ"],
    ["ただ・・・逢いたくて","ＥＸＩＬＥ"],
    ["人魚姫","倖田　來未"],
    ["衝動","Ｂ’ｚ"],
    ["フィーバーとフィーチャー","ＧＹＭ"],
    ["たらこ・たらこ・たらこ","キグルミ"],
    ["ハネウマライダー","ポルノグラフィティ"],
    ["恋愛写真","大塚　愛"],
    ["ＢＬＵＥ　ＢＩＲＤ","浜崎　あゆみ"],
    ["ＷＯＮ’Ｔ　ＢＥ　ＬＯＮＧ","ＥＸＩＬＥ×倖田來未"],
    ["サヤエンドウ","ＮＥＷＳ"],
    ["Ｓａｌａｍａｎｄｅｒ","ELLEGARDEN"],
    ["ゆるぎないものひとつ","Ｂ’ｚ"],
    ["ＳＡＹＯＮＡＲＡ","オレンジレンジ"],
    ["Ｓｔａｒｔｉｎ’","浜崎　あゆみ"],
    ["Ｗｉｎｄｉｎｇ　Ｒｏａｄ","ポルノグラフィティ"],
    ["夏模様","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["ＨＯ！サマー","タッキー＆翼"],
    ["約束の場所","ＣＨＥＭＩＳＴＲＹ"],
    ["Ｂｅｌｉｅｖｅ","ＡＩ"],
    ["涙のふるさと","ＢＵＭＰ　ＯＦ　ＣＨＩＣＫＥＮ"],
    ["　影","柴咲　コウ"],
    ["ＳＩＧＮＡＬ","ＫＡＴ−ＴＵＮ"],
    ["ＡＮＳＷＥＲ　ｆｅａｔ．ＫＹＯＳＫＥ　ＨＩＭＵＲＯ","ＧＬＡＹ"],
    ["熊野古道","水森　かおり"],
    ["君という名の翼","コブクロ"],
    ["５センチ。","ＷａＴ"],
    ["魔法のコトバ","スピッツ"],
    ["Ｋｅｅｐ　Ｔｒｙｉｎ’","宇多田　ヒカル"],
    ["ルパン　ザ　ファイヤー","ＳＥＡＭＯ"],
    ["Ｉrememberyou","ＹＵＩ"],
    ["一色","NANAstaringMIKANAKASHIMA"],
    ["男女６人夏物語","ケツメイシ"],
    ["バイマイメロディ","平井　堅"],
    ["ＳＮＯＷ！ＳＮＯＷ！ＳＮＯＷ！","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["Ｈａｒｍｏｎｙ　ｏｆ　Ｄｅｃｅｍｂｅｒ","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["ＳＰＬＡＳＨ！","Ｂ’ｚ"],
    ["カルマ","ＢＵＭＰ　ＯＦ　ＣＨＩＣＫＥＮ"],
    ["シーサイドばいばい","木更津キャッツアイfeat.MCU"],
    ["手を出すな","ＧＡＫＵ−ＭＣ／桜井和寿"],
    ["Ｔｈｉｓ　Ｌｏｖｅ","アンジェラ　アキ"],
    ["Ｅｖｅｒｌａｓｔｉｎｇ","ＢｏＡ"],
    ["ＹＥＳ！","ＥＸＩＬＥ"],
    ["君の好きなうた","ＵＶＥＲｗｏｒｌｄ"],
    ["ＴＲＥＥ　ＣＬＩＭＢＥＲＳ","木村　カエラ"],
    ["きっと大丈夫","　嵐"],
    ["ｙｏｕ","倖田　來未"],
    ["ソメイヨシノ","ENDLICHERI☆ENDLICHERI"],
    ["愛してる","風味堂"],
    ["Ｓｏｍｅｄａｙ","倖田　來未"],
    ["惑星タイマー","福耳"],
    ["Mr.TravelingMan","ＴＯＫＩＯ"],
    ["クリスマスの約束","ゆずおだ"],
    ["千の夜をこえて","Ａｑｕａ　Ｔｉｍｅｚ"],
    ["僕らの街で","ＫＡＴ−ＴＵＮ"],
    ["ぼくはくま","宇多田　ヒカル"],
    ["友達の詩","中村　中"],
    ["アカツキの詩","スキマスイッチ"],
    ["ＲＥＤＥＭＰＴＩＯＮ","Ｇａｃｋｔ"],
    ["振り向けば・・・","ジャンヌダルク"],
    ["もしも雪なら","Ｄｒｅａｍｓ　Ｃｏｍｅ　Ｔｒｕｅ"],
    ["TONIGHT,TONIGHT,TONIGHT","BEATCRUSADERS"],
    ["Ｋｉｓｓ　Ｍｅ　Ｇｏｏｄ−Ｂｙｅ","アンジェラ　アキ"],
    ["ＳＨＡＭＲＯＣＫ","ＵＶＥＲｗｏｒｌｄ"],
    ["ＲＯＣＫ’Ｎ　Ｒｏｌｌ　ＳＷＩＮＤＬＥ","ＧＬＡＹ"],
    ["HotChocolate","ＲＩＰ　ＳＬＹＭＥ"],
    ["CAN'TSLEEP,CAN'TEAT,I'MSICK","安室　奈美恵"],
    ["Ｔｒｉａｎｇｌｅ","ＳＭＡＰ"],
    ["シャングリラ","チャットモンチー"],
    ["Ｊｏｙ　Ｔｒｉｐ","ＢＥＮＮＩＥ　Ｋ"],
    ["高瀬舟","五木　ひろし"],
    ["ｓｐａｃｅ　ｓｏｎｉｃ","ELLEGARDEN"],
    ["ｆｅｗ　ｌｉｇｈｔｓ　ｔｉｌｌ　ｎｉｇｈｔ","Ｄｒａｇｏｎ　Ａｓｈ"],
    ["グッデイ！！","Ｖ６"],
    ["タリホー","ザ　クロマニヨンズ"],
    ["夏の夢","リュ・シウォン"],
    ["ＳＷＥＥＴ　ＲＥＶＯＬＵＴＩＯＮ","氷室　京介"],
    ["Ｎｏ　Ｒｅｇｒｅｔ","倖田　來未"],
    ["返信","竹内　まりや"],
    ["Ｉ　Ｗａｎｎａ　Ｋｎｏｗ","ＡＩ"],
    ["ブロウ","リップスライム"],
    ["いつまでも響くこのｍｅｌｏｄｙ","ｍｉｈｉｍａｒｕ　ＧＴ"],
    ["Ｏｎｌｙ　Ｈｕｍａｎ","　Ｋ"],
    ["アオゾラペダル","　嵐"],
    ["道標","橘　慶太"],
    ["一輪の花","HIGHandMIGHTYCOLOR"],
    ["ＵＮ　ＲＯＣＫ　ＳＴＡＲ","オレンジレンジ"],
    ["音速パンチ","Ｃｏｃｃｏ"],
    ["Ｃｈｅｒｒｙ　Ｇｉｒｌ","倖田　來未"],
    ["Ｒｅａｄｙ　Ｇｏ！","ＷａＴ"],
    ["ｓａｋｕｒａ","いきものがかり"],
    ["恋のPecoriLesson","Ｇｏｒｉｅ"],
    ["１９才","スガ　シカオ"],
    ["ベスト　オブ　ヒーロー","倉木　麻衣"],
    ["Deepinyourheart","堂本　光一"],
    ["∞ＳＡＫＡおばちゃんＲＯＣＫ","関ジャニ∞"],
    ["雲は白リンゴは赤","ａｉｋｏ"],
    ["Ｅｖｅｒｙｔｈｉｎｇ","ＥＸＩＬＥ"],
    ["ボクラノ　Ｌｏｖｅ　Ｓｔｏｒｙ","ＷａＴ"],
    ["ブギウギ66","ｗ−ｉｎｄｓ．"],
    ["ピエロ","上木　彩矢"],
    ["くるりくるり","ナナムジカ"],
    ["太陽の船","長渕　剛"],
    ["ワールドアパート","ASIANKUNG-FUGENERATION"],
    ["ＣＯＬＯＲＳ","ＦＬＯＷ"],
    ["ＡＬＬ　ＨＡＮＤＳ　ＴＯＧＥＴＨＥＲ","中島　美嘉"],
    ["セーラー服と機関銃","星　泉"],
    ["ＨＥＡＶＥＮ","ジャンヌダルク"],
    ["BATTLEFUNKASTIC","HOTEIvsRIPSLYME"],
    ["遠く","ＡＳＩＡＮ2"],
    ["ラヴぃ","リップスライムとくるり"],
    ["恋のダウンロード","仲間由紀恵withダウンローズ"],
    ["MagicMusic","木村　カエラ"],
    ["Ｆａｉｔｈ","伊藤　由奈"],
    ["バラ色の未来","森　昌子"],
    ["ＥＮＤＬＥＳＳ　ＳＴＯＲＹ","REIRAstarringYUNAITO"],
    ["Ｐａｓｓｉｏｎ","宇多田　ヒカル"],
    ["ＳＥＡＳＯＮ’Ｓ　ＣＡＬＬ","ＨＹＤＥ"],
    ["ColorsoftheHeart","UVERworld"],
    ["Ｇｏ　Ｍｙ　Ｗａｙ","矢井田　瞳"],
    ["Ｍｙ　Ｂｒａｎｄ　Ｎｅｗ　Ｅｄｅｎ","山田　タマル"],
    ["メランコリニスタ","ＹＵＫＩ"],
    ["ｗｉｓｈ　","INOUEAKIRA&amp;M.I.H.BAND"],
    ["歩いてる","モーニング娘。"],
    ["ＫＥＹ　ＯＦ　ＨＥＡＲＴ","ＢｏＡ"],
    ["Ｈａｖａ　Ｒａｖａ","ＷａＴ"],
    ["Ｓｔａｒｌｉｇｈｔ　Ｄｅｓｔｉｎｙ","ＳＯＵＬ’ｄ　ＯＵＴ"],
    ["Ｄｅａｒ　ｆｒｉｅｎｄ","Ｓｏｗｅｌｕ"],
    ["ＨＡＮＡＢＩ","いきものがかり"],
    ["ＶＳ","ｍｉｓｏｎｏ"],
    ["サルビアのつぼみ","ＨＯＭＥ　ＭＡＤＥ家族"],
    ["ＩＴ’Ｓ　ＩＮ　ＴＨＥ　ＳＴＡＲＴＳ","ｗ−ｉｎｄｓ．"],
    ["TheRainbowStar","ENDLICHERI☆ENDLICHERI"],
    ["ＹＯＵ　","木村　カエラ"],
    ["午後のパレード","スガ　シカオ"],
    ["ＴＨＥ　ＳＨＯＷ","ＫＲＥＶＡ"],
    ["スタンドバイミー","レミオロメン"],
    ["theFourthAvenueCaf?","ラルク　アン　シエル"],
    ["OnlyOne","リュ　シウォン"],
    ["ふがいないや","ＹＵＫＩ　"],
    ["フタリ","ｍｏｎｋｅｙ　ｍａｊｉｋ"],
    ["等身大のラブソング","Ａｑｕａ　Ｔｉｍｅｚ"],
    ["ＤＡＹ　ＡＦＴＥＲ　ＤＡＹ","ＢＥＡＴ　ＣＲＵＳＡＤＥＲＳ"],
    ["夢で逢えたら","Ｄｒａｇｏｎ　Ａｓｈ"],
    ["僕のキモチ","ＷａＴ"],
    ["プラネタリウム","大塚　愛"],
    ["或る街の群青","ASIANKUNG-FUGENERATION"],
    ["Ｔｈｉｓ　Ｉｓ　Ｌｏｖｅ","宇多田　ヒカル"],
    ["ＩＮＮＯＣＥＮＴ　ＳＯＲＲＯＷ","ａｂｉｎｇｄｏｎ　ｂｏｙｓ　ｓｃｈｏｏｌ"],
    ["セツナレンサ","ＲＡＤＷＩＭＰＳ"],
    ["ピンクスパイダー","ＲＩＺＥ"],
    ["陽の照りながら雨の降る","Ｃｏｃｃｏ"],
    ["ｔｈｅ　ＷＯＲＬＤ","ナイトメア"],
    ["Ｏｎｅ　Ｎｉｇｈｔ","ＤＪ　ＯＺＭＡ"],
    ["Ｉ’ｌｌ　ｂｅ　ｔｈｅｒｅ","倖田　來未"],
    ["Ｇｅｔ　Ｙｏｕｒ　Ｄｒｅａｍ","ＴＯＫＩＯ"],
    ["ＣＲＹ　ＮＯ　ＮＯＲＥ","中島　美嘉"],
    ["Ｒｅｓｕｌｔ","玉置　成実"],
    ["ＷＩＳＨ","OLIVIAinspi'REIRA(TRANPNEST)"],
    ["Ｌｏｖｅ　Ｓｏｎｇ","m-flolovesBONNIEPINK"],

    ["千の風になって","秋川　雅史"],
    ["愛唄","GReeeeN"],
    ["Ｆｌａｖｏｒ　Ｏｆ　Ｌｉｆｅ","宇多田　ヒカル"],
    ["　蕾","コブクロ"],
    ["明日晴れるかな","桑田　佳祐"],
    ["BeautifulWorld","宇多田　ヒカル"],
    ["旅立ちの唄","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["Ｌｏｖｅ　ｓｏ　ｓｗｅｅｔ","　嵐"],
    ["ここにいるよfeat.青山テルマ","ＳｏｕｌＪａ"],
    ["ＣＨＥ．Ｒ．ＲＹ","ＹＵＩ"],
    ["おしりかじり虫","おしりかじり虫"],
    ["睡蓮花","湘南乃風"],
    ["ＬＩＦＥ　　","中島　美嘉"],
    ["Ｈａｐｐｉｎｅｓｓ","　嵐"],
    ["イケナイ太陽","オレンジレンジ"],
    ["Ｌｏｖｅｒｓ　Ａｇａｉｎ","ＥＸＩＬＥ　"],
    ["ア・イ・シ・テ・ルのサイン〜わたしたちの未来予想図〜","DreamsComeTrue"],
    ["ＷＩＮＤＩＮＧ　ＲＯＡＤ","絢香×コブクロ"],
    ["しるし","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["愛のうた","倖田　來未"],
    ["蒼く　やさしく","コブクロ"],
    ["Ｂａｂｙ　Ｄｏｎ’ｔ　Ｃｒｙ","安室　奈美恵"],
    ["Ｃｒｙ　Ｂａｂｙ","ＳＥＡＭＯ"],
    ["風の詩を聴かせて","桑田　佳祐"],
    ["ＬＯＶＥ　＆　ＴＲＵＴＨ","ＹＵＩ"],
    ["ＰＥＡＣＨ","大塚　愛"],
    ["ｗｅｅｅｅｋ","ＮＥＷＳ"],
    ["サクラ色","アンジェラアキ"],
    ["哀歌","平井　堅"],
    ["Ｌｏｖｉｎ’　Ｌｉｆｅ","FUNKEYMONKEYBABY'S"],
    ["トレイン","ケツメイシ"],
    ["こころ","小田　和正"],
    ["Ｒｏｌｌｉｎｇ　ｓｔａｒ","ＹＵＩ"],
    ["Ｍｙ　Ｇｅｎｅｒａｔｉｏｎ","ＹＵＩ"],
    ["花の名","BUMPOFCHIKEN"],
    ["喜びの歌","ＫＡＴ−ＴＵＮ"],
    ["LifetimeRespect-女編-","ＲＳＰ"],
    ["ＢＵＴ","倖田　來未"],
    ["大阪ＬＯＶＥＲ","DreamsComeTrue"],
    ["東京にもあったんだ","福山　雅治"],
    ["Keepthefaith","ＫＡＴ−ＴＵＮ"],
    ["ＫＩＳＳして","ＫＯＨ+"],
    ["星をめざして","ＮＥＷＳ"],
    ["また会える","ケツメイシ"],
    ["UltraMusicPower","Hey！Say！JUMP"],
    ["愛しのナポリタン","トリオ☆ザ☆シャキーン"],
    ["ＣＨＵ−ＬＩＰ","大塚　愛"],
    ["ひとり薩摩路","水森　かおり"],
    ["ＦＲＥＡＫＹ","倖田　來未"],
    ["聖なる夜に","ケツメイシ"],
    ["IBelieve","EXILE"],
    ["ｇｌｉｔｔｅｒ","浜崎　あゆみ"],
    ["ＦＲＥＥ","ＥＲＩＫＡ"],
    ["きみにしか聞こえない","DreamsComeTrue"],
    ["talkin'2myself","浜崎　あゆみ"],
    ["フェイク","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["Ｗｅ　ｃａｎ　ｍａｋｅ　ｉｔ！","　嵐"],
    ["時の描片","ＥＸＩＬＥ"],
    ["DAYBREAK'SBELL","ラルク　アン　シエル"],
    ["１００万回のＫＩＳＳ","ＧＬＡＹ"],
    ["　道","ＥＸＩＬＥ　"],
    ["ＢＲＡＮＤ　ＮＥＷ　ＳＯＮＧ","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["熱帯夜","リップスライム"],
    ["SUPERLOVESONG","B'z"],
    ["茜色","レミオロメン"],
    ["ＳＵＭＭＥＲ　ＴＩＭＥ　ＬＯＶＥ","ＥＸＩＬＥ"],
    ["宙船","ＴＯＫＩＯ"],
    ["君の好きなとこ","平井　堅"],
    ["Ｈｅｙ！Ｓａｙ！","Ｈｅｙ！Ｓａｙ！７"],
    ["本日、未熟者","ＴＯＫＩＯ"],
    ["リンク","ポルノグラフィティ"],
    ["ＧＲＥＥＮ　ＤＡＹＳ","槇原　敬之"],
    ["Ｍａｈａｌｏｈａ","伊藤由奈withMicroofDefTech"],
    ["永遠の翼","Ｂ’ｚ"],
    ["くればいいのに","KREVAfeat.草野マサムネfromSPITZ"],
    ["Ａｎｓｗｅｒ","ＦＬＯＷ"],
    ["イッツ　マイ　ソウル","関ジャニ∞"],
    ["CLAP&amp;LOVE","絢香"],
    ["シアワセ","ａｉｋｏ"],
    ["ｓｎｏｗｄｏｍｅ","木村　カエラ"],
    ["Ｊｅｗｅｌｒｙ　Ｄａｙ","絢香"],
    ["×〜ダメ〜","タッキー＆翼"],
    ["LALALAfeat,若旦那（湘南乃風）","加藤ミリヤ"],
    ["千の夜をこえて","Ａｑｕａ　Ｔｉｍｅｚ"],
    ["マリンスノウ","スキマスイッチ"],
    ["鼓動","ＧＬＡＹ"],
    ["僕らの街で","ＫＡＴ−ＴＵＮ"],
    ["きよしのソーラン節","氷川　きよし"],
    ["ズッコケ男道","関ジャニ∞"],
    ["LOVELETTER","BoA"],
    ["青春(SEISYuN)","ＴＯＫＩＯ"],
    ["ＨＯＮＥＹ　ＢＥＡＴ","Ｖ６"],
    ["永遠に","ＫｉｎＫｉ　Ｋｉｄｓ"],
    ["MYHEARTDRAWSADREAM","ラルク　アン　シエル"],
    ["見えない星","中島　美嘉"],
    ["ダーリン","桑田　佳祐"],
    ["ＦＵＮＫＥＹ　ＴＯＷＮ","安室　奈美恵"],
    ["関風ファイティング","関ジャニ∞"],
    ["ＳＡＭＵＲＡＩ","タッキー＆翼"],
    ["キッス〜帰り道のラブソング〜","テゴマス"],
    ["LASTANGELfeat.東方神起","倖田　來未"],
    ["Ａｗａｋｉｎｇ　Ｅｍｏｔｉｏｎ　8/5","ウエンツ瑛士"],
    ["ＡＳＨＥＳ　−1969−","ＧＬＡＹ"],
    ["SEVENTHHEAVEN","ラルク　アン　シエル"],
    ["一色","NANAstaringMIKANAKASHIMA"],
    ["ＡＬＯＮＥＳ","Ａｑｕａ　Ｔｉｍｅｚ"],
    ["軌跡","ＳＥＡＭＯ"],
    ["メーデー","BUMPOFCHIKEN"],
    ["星屑サンセット","ＹＵＫＩ"],
    ["ちっぽけな勇気","FUNKEYMONKEYBABYS"],
    ["　蛍","レミオロメン"],
    ["春風　meets葉加瀬太郎","ゆず"],
    ["星のない世界","aiko"],
    ["永遠の詩","中島　美嘉"],
    ["吾亦紅","すぎもと　まさと"],
    ["ダイジョウブ","小田　和正"],
    ["ジャスミン","Ｖ６"],
    ["Ｄｒｅａｍ　Ｌｏｖｅｒ","INFINITY16welcomez湘南乃風　MINMIMOOMIN"],
    ["君に贈る歌","小池　徹平"],
    ["最期の川","ＣＨＥＭＩＳＴＲＹ"],
    ["Ｅｖｅｒｙｔｈｉｎｇ","ＥＸＩＬＥ"],
    ["もってけ！セーラーふく","泉こなた（平野綾）　柊かがみ（加藤英美里）　柊つかさ（福原香織）　高良みゆき（遠藤綾）"],
    ["ギフト","ＥＴ−ＫＩＮＧ"],
    ["空が泣くから","ENDLICHERI☆ENDLICHERI"],
    ["あばよ","氷川　きよし"],
    ["Ｓｗｅｅｔ　Ｉｍｐａｃｔ","ＢｏＡ"],
    ["fakestar","平井　堅"],
    ["金沢の雨","川中　美幸"],
    ["REDRIBBONSpiritualSong〜生まれ来る子供たちのために〜","AIDSチャリティ　Project"],
    ["イカＳＵＭＭＥＲ","オレンジレンジ"],
    ["HurryX'mas","ラルク　アン　シエル"],
    ["ミソスープ","テゴマス"],
    ["かけがえないの詩","ｍｉｈｉｍａｒｕ　ＧＴ"],
    ["フォノスコープ","スガ　シカオ"],
    ["ありがとう","ＳＭＡＰ"],
    ["浮世CROSSING","UVERworld"],
    ["群青","スピッツ"],
    ["ISHOULDBESOLUCKEY","mhimaruGT"],
    ["しおり","Ａｑｕａ　Ｔｉｍｅｚ"],
    ["茜色の約束","いきものがかり"],
    ["俄然Ｙｅａｈ！","mihimaruGT"],
    ["愛しい人へ","ＥＴ−ＫＩＮＧ"],
    ["三日月","絢香"],
    ["Ｃｌｉｍａｘ　Ｊｕｍｐ","ＡＡＡ　ＤＥＮ−Ｏ　ｆｏｒｍ"],
    ["旅人","高杉　さと美"],
    ["ゆめかぜ","五木　ひろし"],
    ["ＲＥＴＵＲＮＥＲ〜闇の終焉〜","Ｇａｃｋｔ"],
    ["ルキンフォー","スピッツ"],
    ["Ｍｙ　Ｌｏｖｅ","川嶋　あい"],
    ["君がくれたもの","ＨＯＭＥ　ＭＡＤＥ家族"],
    ["ひかりのまち","ＴＯＫＩＯ"],
    ["この世の限り","椎名林檎+斉藤ネコ+椎名純平"],
    ["ぼくはくま","宇多田　ヒカル"],
    ["ポケット","大塚　愛"],
    ["DestinationNowhere","ＥＲＩＫＡ"],
    ["孤独のカケラ","アンジェラアキ"],
    ["旅立つ日〜完全版","ＪＵＬＥＰＳ"],
    ["小さな掌","AquaTimez"],
    ["明日天気になぁれ","ゆず"],
    ["Ｆｌｙ　Ａｗａｙ","ＳＥＡＭＯ"],
    ["花の首飾り","リュ　シウォン"],
    ["Ｗａｔｅｒ　Ｍｅ","ＢＯＮＮＩＥ　ＰＩＮＫ"],
    ["ミュージック","GoldenCirclefeat.寺岡呼人/松任谷由実/ゆず"],
    ["　人","ＧＲＥＥＥＥＮ"],
    ["BlackCherry","AcidBlackCherry"],
    ["恋しよう♪","リア・ディゾン"],
    ["もしも雪なら","DreamsComeTrue"],
    ["ひと恋めぐり","柴咲　コウ"],
    ["Ｌｏｖｉｎ’ｙｏｕ","東方神起"],
    ["パンキッシュ☆","ｍｉｈｉｍａｒｕ　ＧＴ"],
    ["シャカビーチ〜LakaLakaLa〜","UVERworld"],
    ["ＯＳＣＡ","東京事変"],
    ["ｅｎｄｓｃａｐｅ","ＵＶＥＲｗｏｒｌｄ"],
    ["一期一会","中島　みゆき"],
    ["キラーチューン","東京事変"],
    ["野に咲く花のように","Ｇａｃｋｔ"],
    ["Double-Action","野上良太郎＆モモタロス（佐藤健・関俊彦）"],
    ["Ｉ’ｍ　Ｈｅｒｅ","伊藤　由奈"],
    ["つないで手","一青　窈"],
    ["アグレッシ部","ＫＲＥＶＡ"],
    ["アフターダーク","ASIANKUNG-FUGENERATION"],
    ["LOVEISTHEGREATESTTHING","w-inds."],
    ["Ｙｅｌｌｏｗ","木村　カエラ"],
    ["Ａｎｙｔｈｉｎｇ　Ｆｏｒ　Ｙｏｕ","ＢＯＮＮＩＥ　ＰＩＮＫ"],
    ["空の奇跡","ＣＨＥＭＩＳＴＲＹ"],
    ["ハッピー☆彡","月島きらりstarring久住小春(モーニング娘。)"],
    ["シャナナ☆","ＭＩＮＭＩ"],
    ["ＦＲＩＥＮＤ","橘　慶太"],
    ["Ｓｕｍｍｅｒ　Ｄｒｅａｍ","東方神起"],
    ["ＨＯＷＬＩＮＧ","ａｂｉｎｇｄｏｎ　ｂｏｙｓ　ｓｃｈｏｏｌ"],
    ["Ｂｏｏｍ　Ｂｏｏｍ　Ｂｏｏｍ","郷　ひろみ"],
    ["Wonderful&amp;Beautiful","レミオロメン"],
    ["彩り","Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
    ["ｗａｙ　ｏｆ　ｌｉｆｅ","Ｖ6"],
    ["BLADECHORD","abingdonboysschool"],
    ["空色デイズ","中川　翔子"],
    ["もう君がいない","FUNKEYMONKEYBABY'S"],
    ["Samantha","木村カエラ"],
    ["紙飛行機","ザ　クロマニヨンズ"],
    ["白い雪","倉木　麻衣"],
    ],[
        ["千の風になって", "秋川　雅史"],
        ["愛唄", "GReeeeN"],
        ["Ｆｌａｖｏｒ　Ｏｆ　Ｌｉｆｅ", "宇多田　ヒカル"],
        ["　蕾", "コブクロ"],
        ["明日晴れるかな", "桑田　佳祐"],
        ["Beautiful World", "宇多田　ヒカル"],
        ["旅立ちの唄", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
        ["Ｌｏｖｅ　ｓｏ　ｓｗｅｅｔ", "　嵐"],
        ["ここにいるよ feat.青山テルマ", "ＳｏｕｌＪａ"],
        ["ＣＨＥ．Ｒ．ＲＹ", "ＹＵＩ"],
        ["おしりかじり虫", "おしりかじり虫"],
        ["睡蓮花", "湘南乃風"],
        ["ＬＩＦＥ　　", "中島　美嘉"],
        ["Ｈａｐｐｉｎｅｓｓ", "　嵐"],
        ["イケナイ太陽", "オレンジレンジ"],
        ["Ｌｏｖｅｒｓ　Ａｇａｉｎ", "ＥＸＩＬＥ　"],
        ["ア・イ・シ・テ・ルのサイン～わたしたちの未来予想図～", "Dreams Come True"],
        ["ＷＩＮＤＩＮＧ　ＲＯＡＤ", "絢香×コブクロ"],
        ["しるし", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
        ["愛のうた", "倖田　來未"],
        ["蒼く　やさしく", "コブクロ"],
        ["Ｂａｂｙ　Ｄｏｎ’ｔ　Ｃｒｙ", "安室　奈美恵"],
        ["Ｃｒｙ　Ｂａｂｙ", "ＳＥＡＭＯ"],
        ["風の詩を聴かせて", "桑田　佳祐"],
        ["ＬＯＶＥ　＆　ＴＲＵＴＨ", "ＹＵＩ"],
        ["ＰＥＡＣＨ", "大塚　愛"],
        ["ｗｅｅｅｅｋ", "ＮＥＷＳ"],
        ["サクラ色", "アンジェラアキ"],
        ["哀歌", "平井　堅"],
        ["Ｌｏｖｉｎ’　Ｌｉｆｅ", "FUNKEY MONKEY BABY'S"],
        ["トレイン", "ケツメイシ"],
        ["こころ", "小田　和正"],
        ["Ｒｏｌｌｉｎｇ　ｓｔａｒ", "ＹＵＩ"],
        ["Ｍｙ　Ｇｅｎｅｒａｔｉｏｎ", "ＹＵＩ"],
        ["花の名", "BUMP OF CHIKEN"],
        ["喜びの歌", "ＫＡＴ－ＴＵＮ"],
        ["Lifetime Respect-女編-", "ＲＳＰ"],
        ["ＢＵＴ", "倖田　來未"],
        ["大阪ＬＯＶＥＲ", "Dreams Come True"],
        ["東京にもあったんだ", "福山　雅治"],
        ["Keep the faith", "ＫＡＴ－ＴＵＮ"],
        ["ＫＩＳＳして", "ＫＯＨ+"],
        ["星をめざして", "ＮＥＷＳ"],
        ["また会える", "ケツメイシ"],
        ["Ultra Music Power", "Hey！Say！JUMP"],
        ["愛しのナポリタン", "トリオ☆ザ☆シャキーン"],
        ["ＣＨＵ－ＬＩＰ", "大塚　愛"],
        ["ひとり薩摩路", "水森　かおり"],
        ["ＦＲＥＡＫＹ", "倖田　來未"],
        ["聖なる夜に", "ケツメイシ"],
        ["I Believe", "EXILE"],
        ["ｇｌｉｔｔｅｒ", "浜崎　あゆみ"],
        ["ＦＲＥＥ", "ＥＲＩＫＡ"],
        ["きみにしか聞こえない", "Dreams Come True"],
        ["talkin' 2 myself", "浜崎　あゆみ"],
        ["フェイク", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
        ["Ｗｅ　ｃａｎ　ｍａｋｅ　ｉｔ！", "　嵐"],
        ["時の描片", "ＥＸＩＬＥ"],
        ["DAYBREAK'S BELL", "ラルク　アン　シエル"],
        ["１００万回のＫＩＳＳ", "ＧＬＡＹ"],
        ["　道", "ＥＸＩＬＥ　"],
        ["ＢＲＡＮＤ　ＮＥＷ　ＳＯＮＧ", "ＫｉｎＫｉ　Ｋｉｄｓ"],
        ["熱帯夜", "リップスライム"],
        ["SUPER LOVE SONG", "B'z"],
        ["茜色", "レミオロメン"],
        ["ＳＵＭＭＥＲ　ＴＩＭＥ　ＬＯＶＥ", "ＥＸＩＬＥ"],
        ["宙船", "ＴＯＫＩＯ"],
        ["君の好きなとこ", "平井　堅"],
        ["Ｈｅｙ！Ｓａｙ！", "Ｈｅｙ！Ｓａｙ！７"],
        ["本日、未熟者", "ＴＯＫＩＯ"],
        ["リンク", "ポルノグラフィティ"],
        ["ＧＲＥＥＮ　ＤＡＹＳ", "槇原　敬之"],
        ["Ｍａｈａｌｏｈａ", "伊藤由奈with Micro of Def Tech"],
        ["永遠の翼", "Ｂ’ｚ"],
        ["くればいいのに", "KREVA feat.草野マサムネ from SPITZ"],
        ["Ａｎｓｗｅｒ", "ＦＬＯＷ"],
        ["イッツ　マイ　ソウル", "関ジャニ∞"],
        ["CLAP & LOVE", "絢香"],
        ["シアワセ", "ａｉｋｏ"],
        ["ｓｎｏｗｄｏｍｅ", "木村　カエラ"],
        ["Ｊｅｗｅｌｒｙ　Ｄａｙ", "絢香"],
        ["×～ダメ～", "タッキー＆翼"],
        ["LALALA feat,若旦那（湘南乃風）", "加藤ミリヤ"],
        ["千の夜をこえて", "Ａｑｕａ　Ｔｉｍｅｚ"],
        ["マリンスノウ", "スキマスイッチ"],
        ["鼓動", "ＧＬＡＹ"],
        ["僕らの街で", "ＫＡＴ－ＴＵＮ"],
        ["きよしのソーラン節", "氷川　きよし"],
        ["ズッコケ男道", "関ジャニ∞"],
        ["LOVE LETTER", "BoA"],
        ["青春(SEISYuN)", "ＴＯＫＩＯ"],
        ["ＨＯＮＥＹ　ＢＥＡＴ", "Ｖ６"],
        ["永遠に", "ＫｉｎＫｉ　Ｋｉｄｓ"],
        ["MY HEART DRAWS A DREAM", "ラルク　アン　シエル"],
        ["見えない星", "中島　美嘉"],
        ["ダーリン", "桑田　佳祐"],
        ["ＦＵＮＫＥＹ　ＴＯＷＮ", "安室　奈美恵"],
        ["関風ファイティング", "関ジャニ∞"],
        ["ＳＡＭＵＲＡＩ", "タッキー＆翼"],
        ["キッス～帰り道のラブソング～", "テゴマス"],
        ["LAST ANGEL feat.東方神起", "倖田　來未"],
        ["Ａｗａｋｉｎｇ　Ｅｍｏｔｉｏｎ　8/5", "ウエンツ瑛士"],
        ["ＡＳＨＥＳ　－1969－", "ＧＬＡＹ"],
        ["SEVENTH HEAVEN", "ラルク　アン　シエル"],
        ["一色", "NANA staring MIKA NAKASHIMA"],
        ["ＡＬＯＮＥＳ", "Ａｑｕａ　Ｔｉｍｅｚ"],
        ["軌跡", "ＳＥＡＭＯ"],
        ["メーデー", "BUMP OF CHIKEN"],
        ["星屑サンセット", "ＹＵＫＩ"],
        ["ちっぽけな勇気", "FUNKEY MONKEY BABYS"],
        ["　蛍", "レミオロメン"],
        ["春風　meets 葉加瀬太郎", "ゆず"],
        ["星のない世界", "aiko"],
        ["永遠の詩", "中島　美嘉"],
        ["吾亦紅", "すぎもと　まさと"],
        ["ダイジョウブ", "小田　和正"],
        ["ジャスミン", "Ｖ６"],
        ["Ｄｒｅａｍ　Ｌｏｖｅｒ", "INFINITY 16 welcomez 湘南乃風　MINMI MOOMIN"],
        ["君に贈る歌", "小池　徹平"],
        ["最期の川", "ＣＨＥＭＩＳＴＲＹ"],
        ["Ｅｖｅｒｙｔｈｉｎｇ", "ＥＸＩＬＥ"],
        ["もってけ！セーラーふく", "泉こなた（平野綾）　柊かがみ（加藤英美里）　柊つかさ（福原香織）　高良みゆき（遠藤綾）"],
        ["ギフト", "ＥＴ－ＫＩＮＧ"],
        ["空が泣くから", "ENDLICHERI☆ENDLICHERI"],
        ["あばよ", "氷川　きよし"],
        ["Ｓｗｅｅｔ　Ｉｍｐａｃｔ", "ＢｏＡ"],
        ["fake star", "平井　堅"],
        ["金沢の雨", "川中　美幸"],
        ["RED RIBBON Spiritual Song～生まれ来る子供たちのために～", "AIDS チャリティ　Project"],
        ["イカＳＵＭＭＥＲ", "オレンジレンジ"],
        ["Hurry X'mas", "ラルク　アン　シエル"],
        ["ミソスープ", "テゴマス"],
        ["かけがえないの詩", "ｍｉｈｉｍａｒｕ　ＧＴ"],
        ["フォノスコープ", "スガ　シカオ"],
        ["ありがとう", "ＳＭＡＰ"],
        ["浮世CROSSING", "UVERworld"],
        ["群青", "スピッツ"],
        ["I SHOULD BE SO LUCKEY", "mhimaru GT"],
        ["しおり", "Ａｑｕａ　Ｔｉｍｅｚ"],
        ["茜色の約束", "いきものがかり"],
        ["俄然Ｙｅａｈ！", "mihimaru GT"],
        ["愛しい人へ", "ＥＴ－ＫＩＮＧ"],
        ["三日月", "絢香"],
        ["Ｃｌｉｍａｘ　Ｊｕｍｐ", "ＡＡＡ　ＤＥＮ－Ｏ　ｆｏｒｍ"],
        ["旅人", "高杉　さと美"],
        ["ゆめかぜ", "五木　ひろし"],
        ["ＲＥＴＵＲＮＥＲ～闇の終焉～", "Ｇａｃｋｔ"],
        ["ルキンフォー", "スピッツ"],
        ["Ｍｙ　Ｌｏｖｅ", "川嶋　あい"],
        ["君がくれたもの", "ＨＯＭＥ　ＭＡＤＥ家族"],
        ["ひかりのまち", "ＴＯＫＩＯ"],
        ["この世の限り", "椎名林檎+斉藤ネコ+椎名純平"],
        ["ぼくはくま", "宇多田　ヒカル"],
        ["ポケット", "大塚　愛"],
        ["Destination Nowhere", "ＥＲＩＫＡ"],
        ["孤独のカケラ", "アンジェラアキ"],
        ["旅立つ日～完全版", "ＪＵＬＥＰＳ"],
        ["小さな掌", "Aqua Timez"],
        ["明日天気になぁれ", "ゆず"],
        ["Ｆｌｙ　Ａｗａｙ", "ＳＥＡＭＯ"],
        ["花の首飾り", "リュ　シウォン"],
        ["Ｗａｔｅｒ　Ｍｅ", "ＢＯＮＮＩＥ　ＰＩＮＫ"],
        ["ミュージック", "Golden Circle feat.寺岡呼人/松任谷由実/ゆず"],
        ["　人", "ＧＲＥＥＥＥＮ"],
        ["Black Cherry", "Acid Black Cherry"],
        ["恋しよう♪", "リア・ディゾン"],
        ["もしも雪なら", "Dreams Come True"],
        ["ひと恋めぐり", "柴咲　コウ"],
        ["Ｌｏｖｉｎ’ｙｏｕ", "東方神起"],
        ["パンキッシュ☆", "ｍｉｈｉｍａｒｕ　ＧＴ"],
        ["シャカビーチ～Laka Laka La～", "UVERworld"],
        ["ＯＳＣＡ", "東京事変"],
        ["ｅｎｄｓｃａｐｅ", "ＵＶＥＲｗｏｒｌｄ"],
        ["一期一会", "中島　みゆき"],
        ["キラーチューン", "東京事変"],
        ["野に咲く花のように", "Ｇａｃｋｔ"],
        ["Double-Action", "野上良太郎＆モモタロス（佐藤健・関俊彦）"],
        ["Ｉ’ｍ　Ｈｅｒｅ", "伊藤　由奈"],
        ["つないで手", "一青　窈"],
        ["アグレッシ部", "ＫＲＥＶＡ"],
        ["アフターダーク", "ASIAN KUNG-FU GENERATION"],
        ["LOVE IS THE GREATEST THING", "w-inds."],
        ["Ｙｅｌｌｏｗ", "木村　カエラ"],
        ["Ａｎｙｔｈｉｎｇ　Ｆｏｒ　Ｙｏｕ", "ＢＯＮＮＩＥ　ＰＩＮＫ"],
        ["空の奇跡", "ＣＨＥＭＩＳＴＲＹ"],
        ["ハッピー☆彡", "月島きらり starring 久住小春(モーニング娘。)"],
        ["シャナナ☆", "ＭＩＮＭＩ"],
        ["ＦＲＩＥＮＤ", "橘　慶太"],
        ["Ｓｕｍｍｅｒ　Ｄｒｅａｍ", "東方神起"],
        ["ＨＯＷＬＩＮＧ", "ａｂｉｎｇｄｏｎ　ｂｏｙｓ　ｓｃｈｏｏｌ"],
        ["Ｂｏｏｍ　Ｂｏｏｍ　Ｂｏｏｍ", "郷　ひろみ"],
        ["Wonderful & Beautiful", "レミオロメン"],
        ["彩り", "Ｍｒ．Ｃｈｉｌｄｒｅｎ"],
        ["ｗａｙ　ｏｆ　ｌｉｆｅ", "Ｖ6"],
        ["BLADE CHORD", "abingdon boys school"],
        ["空色デイズ", "中川　翔子"],
        ["もう君がいない", "FUNKEY MONKEY BABY'S"],
        ["Samantha", "木村カエラ"],
        ["紙飛行機", "ザ　クロマニヨンズ"],
        ["白い雪", "倉木　麻衣"],
    ],[
    ["そばにいるね","青山テルマfeat.SoulJa"],
    ["キセキ","GReeeeN"],
    ["崖の上のポニョ","藤岡藤巻と大橋のぞみ"],
    ["羞恥心","羞恥心"],
    ["海雪","ジェロ"],
    ["吾亦紅","すぎもと　まさと"],
    ["玄海船歌","氷川　きよし"],
    ["NEWLOOK","安室　奈美恵"],
    ["OneLove","　嵐"],
    ["　虹","AquaTimez"],
    ["TiAmo","EXILE"],
    ["GIFT","Mr.Children"],
    ["HANABI","Mr.Children"],
    ["PrisonerOfLove","宇多田　ヒカル"],
    ["手紙〜拝啓十五の君へ〜","アンジェラ・アキ"],
    ["IAMYOURSINGER","サザンオールスターズ"],
    ["truth","　嵐"],
    ["HOME","清水　翔太"],
    ["LIFE","キマグレン"],
    ["時の足音","コブクロ"],
    ["泣かないで","羞恥心"],
    ["BeautifulDays","　嵐"],
    ["最愛","KOH+"],
    ["君のすべてに","Spontaniafeat.JUJU"],
    ["ｈｏｍｅ　　","木山　裕策"],
    ["帰りたくなったよ","いきものがかり"],
    ["あなたと","絢香×コブクロ"],
    ["ブルーバード","いきものがかり"],
    ["もう一度・・・feat.BENI","童子−T"],
    ["何度も","青山　テルマ"],
    ["MoonCrying","倖田　來未"],
    ["そのまま","SMAP"],
    ["ずっと一緒さ","山下　達郎"],
    ["SUMMERSONG","YUI"],
    ["陽は、また昇る","アラジン"],
    ["HEARTSTATION","宇多田　ヒカル"],
    ["Pure","EXILE"],
    ["弾丸ファイター","SMAP"],
    ["lovetheworld","Perfume"],
    ["連れてって　連れてって","DREAMSCOMETRUE"],
    ["ニホンノミカタ-ネバダカラキマシタ-","矢島美容室"],
    ["もっと遠くへ","レミオロメン"],
    ["Burn−フメツノフェイス−","B'z"],
    ["ORION","中島　美嘉"],
    ["MirrorcleWorld","浜崎　あゆみ"],
    ["出会いのかけら","ケツメイシ"],
    ["太陽のナミダ","NEWS"],
    ["DON'TUEVERSTOP","KAT-TUN"],
    ["ワッハッハー","関ジャニ∞"],
    ["輪島朝市","水森　かおり"],
    ["Dreamscometrue","Hey！Ｓａｙ!JUMP"],
    ["愛のままで・・・","秋元　順子"],
    ["ＬＩＰＳ","KAT-TUN"],
    ["哀愁の湖","氷川　きよし"],
    ["素直になれたら","JUJUfeat.Spontania"],
    ["儚くも永久のカナシ","UVERworld"],
    ["MOTHER","SEAMO"],
    ["KissHug","aiko"],
    ["　蕾","コブクロ"],
    ["想−newlovenewworld−","福山　雅治"],
    ["YourSeed","Hey！Ｓａｙ!JUMP"],
    ["SUMMERTIME","NEWS"],
    ["BEFREE","GReeeeN"],
    ["はじまりの歌","大橋　卓弥"],
    ["ｗａｙ　ｏｆ　ｌｉｆｅ","Ｖ6"],
    ["真夜中のシャドーボーイ","Hey！Ｓａｙ!JUMP"],
    ["Namidairo","YUI"],
    ["爪爪爪","マキシマム　ザ　ホルモン"],
    ["この瞬間、きっと夢じゃない","SMAP"],
    ["二人","aiko"],
    ["ａｎｙｔｉｍｅ","倖田　來未"],
    ["StepandGo","　嵐"],
    ["おかえり","絢香"],
    ["LASTCHRISTMAS","EXILE"],
    ["SecretCode","KinKiKids"],
    ["オーダーメイド","RADWIMPS"],
    ["TABOO","倖田　來未"],
    ["HappyBirthdfay","NEWS"],
    ["Together","MONKEYMAJIK"],
    ["偶然の確率","GIRLNEXTDOOR"],
    ["どうして君を好きになってしまったんだろう？","東方神起"],
    ["ギリギリHERO","mihimaruGT"],
    ["告白","FUNKEYMONKEYBABYS"],
    ["愛をこめて花束を","Superfly"],
    ["Ｏ2（オーツー）","オレンジレンジ"],
    ["無責任ヒーロー","関ジャニ∞"],
    ["Continue","SEAMO"],
    ["キミに歌ったラブソング","Lil'B"],
    ["Keepthefaith","KAT-TUN"],
    ["悲愴感","悲愴感"],
    ["DRINKITDOWN","ラルク　アン　シエル"],
    ["千の風になって","秋川　雅史"],
    ["黄金魂","湘南乃風"],
    ["恋時雨","湘南乃風"],
    ["足跡","BAReeeeeeeeeeN"],
    ["幸せはすぐそこに・・・","天童　よしみ"],
    ["ありがとう","大橋　卓弥"],
    ["あなたがいる限り〜AWORLDTOBELIEVEIN〜","伊藤由奈×セリーヌディオン"],
    ["花は桜　君は美し","いきものがかり"],
    ["あしたの空","SPEED"],
    ["ストーリー","ゆず"],
    ["YesterdayandTomorrow","ゆず"],
    ["　扉","GReeeeN"],
    ["「アイシテル」","清水　翔太"],
    ["恋詩−コイウタ−","タッキー＆翼"],
    ["マスタッシュ","木村　カエラ"],
    ["VERB","GLAY"],
    ["シシカバブー","ゆず"],
    ["旅立ち","FUNKEYMONKEYBABYS"],
    ["ライオン","May'n／中島愛"],
    ["BabycruisingLove","Perfume"],
    ["ＫＩＳＳして","KOH+"],
    ["SAKURA〜花霞〜","中島　美嘉"],
    ["手をつなごう","絢香"],
    ["ダーリン","桑田　佳祐"],
    ["痛い立ち位置","ポルノグラフィティ"],
    ["幸せのものさし","竹内　まりや"],
    ["CHANGE","福原　美穂"],
    ["WhiteX'mas","KAT-TUN"],
    ["DreamFighter","Perfume"],
    ["あなたがここにいたら","ポルノグラフィティ"],
    ["LIGHTINYOURHEART","Ｖ6"],
    ["紅と黒のMATADORA","GLAY"],
    ["トライアングラー","坂本　真綾"],
    ["赤い糸","新垣　結衣"],
    ["Nomore","米寿　司"],
    ["激動","UVERworld"],
    ["Wonderful&amp;Beautiful","レミオロメン"],
    ["ギフト","ポルノグラフィティ"],
    ["Hi-Five","Superfly"],
    ["　蝶","Ｖ6"],
    ["翼を広げて","ZARD"],
    ["雨傘","TOKIO"],
    ["気まぐれロマンティック","いきものがかり"],
    ["Jasper","木村カエラ"],
    ["冬の幻","AcidBlackCherry"],
    ["今日もどこかで","小田　和正"],
    ["銀河鉄道999","EXILE"],
    ["プラネタリウム","いきものがかり"],
    ["ロケットスニーカー","大塚　愛"],
    ["旅立ちの唄","Mr.Children"],
    ["RPOMISE","MiCHi"],
    ["ダイヤモンド・クレバス","シェリル・ノームstarringMay'n"],
    ["Beautifulyou","東方神起"],
    ["Makemyday","新垣　結衣"],
    ["NOBODYKNOWS","スガ　シカオ"],
    ["HowDoISurvive？","Superfly"],
    ["Laughaway","YUI"],
    ["Kurikaesu春","244ENDLI-x"],
    ["女の旅路","中村　美律子"],
    ["オレじゃなきゃ、キミじゃなきゃ","20thCentury"],
    ["キャンパス","平井　堅"],
    ["NEXUS4","ラルク　アン　シエル"],
    ["いつか離れる日が来ても","平井　堅"],
    ["ノクターン","平原　綾香"],
    ["幸せになろう","mihimaruGT"],
    ["クラゲ、流れ星","大塚　愛"],
    ["SKY","大橋　卓弥"],
    ["アイのうた","福井　舞"],
    ["おしゃれ番長feat.ソイソース","オレンジレンジ"],
    ["アイアイ傘","テゴマス"],
    ["裏切り御免","TheTHREE&lt;布袋寅泰×KREVA×亀田誠治&gt;"],
    ["涙をとどけて","トータス松本"],
    ["1/6000000000　feat.C&amp;K","九州男"],
    ["MERRY-LIFE-GOES-ROUND","DREAMSCOMETRUE"],
    ["LOVEADDICT","VAMPS"],
    ["Everyday","w-inds."],
    ["鐘を鳴らして","BONNIEPINK"],
    ["風吹けば恋","チャットモンチー"],
    ["ClimaxJumpDEN-LINERform","モモタロス、ウラタロス、キンタロス、リュウタロス(関俊彦、遊佐浩二、てらそままさき、鈴村健一）"],
    ["若葉","スピッツ"],
    ["Ｐｕｒｐｌｅ　Ｌｉｎｅ","東方神起"],
    ["WORLDEND","FLOW"],
    ["恋いしくて","UVERworld"],
    ["Love,tooDearth,too","ポルノグラフィティ"],
    ["君station","オレンジレンジ"],
    ["旅立ち","GReeeeN"],
    ["DANCEBABYDANCE","福耳"],
    ["diverge","mihimaruGT"],
    ["目覚めろ！野性","MATCHYwithQUESTION?"],
    ["SAYONARAベイベー","加藤　ミリヤ"],
    ["星間飛行","ランカ・リー＝中島愛"],
    ["さよならリグレット","くるり"],
    ["夢の途中","WaT"],
    ["希望の唄","FUNKEYMONKEYBABYS"],
    ["抱きしめてあげる","徳永　英明"],
    ["夏のかけら","AquaTimez"],
    ["雨恋々","清水　博正"],
    ["情熱の代償","GIRLNEXTDOOR"],
    ["泣き夏","mihimaruGTwithSOFFet"],
    ["snowtears","中川　翔子"],
    ["汽車に乗って","YUKI"],
    ["太陽とビキニ","リップスライム"],
    ["ｗｅｅｅｅｋ","NEWS"],
    ["炎神戦隊ゴーレンジャー","高橋秀幸（Project.R）"],
    ["MIRAGE","AAA"],
    ["大声ダイヤモンド","AKB48"],
    ["ヒラヒラヒラク秘密ノ扉","チャットモンチー"],
    ["呪い-MIROTIC-","東方神起"],
    ["守りたいもの","青山　テルマ"],
    ],[
    ["愛のままで・・・","秋元　順子"],
    ["イチブトゼンブ","B'z"],
    ["春夏秋冬","ヒルクライム"],
    ["明日がくるなら","JUJUwithJAY'ED"],
    ["浪曲一代","氷川　きよし"],
    ["遥か","GReeeeN"],
    ["Believe","嵐"],
    ["ひまわり","遊助"],
    ["ふたつの唇","EXILE"],
    ["ときめきのルンバ","氷川　きよし"],
    ["YELL","いきものがかり"],
    ["LoveForever","加藤ミリヤ×清水翔太"],
    ["安芸の宮島","水森　かおり"],
    ["化身","福山　雅治"],
    ["明日の記憶","　嵐"],
    ["again","YUI"],
    ["Someday","EXILE"],
    ["FIREWORKS","EXILE"],
    ["マイガール","　嵐"],
    ["歩み","GReeeeN"],
    ["悪魔の恋","中山優馬w/B.I.Shadow"],
    ["僕は君に恋をする","平井　堅"],
    ["刹那","GReeeeN"],
    ["WILD","安室　奈美恵"],
    ["　虹","ゆず"],
    ["Sunrise〜LOVEisALL〜","浜崎　あゆみ"],
    ["Everything","　嵐"],
    ["STAY","コブクロ"],
    ["その先へ","DREAMSCOMETRUEfeat.FUZZYCONTROL"],
    ["もっと・・・","西野　カナ"],
    ["　虹","コブクロ"],
    ["MySunshine","ROCK'A'TRENCH"],
    ["そっときゅっと","SMAP"],
    ["たんぽぽ","遊助"],
    ["逢いたくていま","MISIA"],
    ["ありあまる富","椎名　林檎"],
    ["RESCUE","KAT-TUN"],
    ["Lickme","倖田　來未"],
    ["今宵、月が見えずとも","ポルノグラフィティ"],
    ["StandbyU","東方神起"],
    ["いちょう","遊助"],
    ["milk","aiko"],
    ["It'salltoomuch","YUI"],
    ["ワンルーム・ディスコ","Perfume"],
    ["ノクターン","平原　綾香"],
    ["ラバソー〜loversoul〜","柴咲　コウ"],
    ["逢いたい","ゆず"],
    ["WAO！","ユニコーン"],
    ["Days","浜崎　あゆみ"],
    ["約束","KinKiKids"],
    ["Velonica","AquaTimez"],
    ["ふたり","いきものがかり"],
    ["ONEDROP","KAT-TUN"],
    ["恋のABO","NEWS"],
    ["Butterfly","木村　カエラ"],
    ["Rule","浜崎　あゆみ"],
    ["ゴールデンタイムラバー","スキマスイッチ"],
    ["泣いてもいいですか","フレンズ&amp;ヘキサゴンオールスターズ"],
    ["夢の蕾","レミオロメン"],
    ["R.I.P.","BUMPOFCHICKEN"],
    ["It'sallLove！","倖田來未×misono"],
    ["MYLONELYTOWN","B'z"],
    ["プルメリア〜花唄〜","AquaTimez"],
    ["　嘘","シド"],
    ["sadtosay","jasmine"],
    ["鏡花水月","TheSHIGOTONIN"],
    ["Don'tsay&quot;lazy&quot;","桜高軽音部(平沢唯(豊崎愛生),秋山澪(日笠陽子),田井中律(佐藤聡美),琴吹紬(寿美菜子))"],
    ["儚な川","大月　みやこ"],
    ["恋する瞳は美しい","Superfly"],
    ["ホタルノヒカリ","いきものがかり"],
    ["みんな空の下","絢香"],
    ["Infinity","GIRLNEXTDOOR"],
    ["夢を見方に","絢香"],
    ["Dear・・・","西野　カナ"],
    ["手紙　〜親愛なる子供たちへ〜","樋口　了一"],
    ["Loveless","山下　智久"],
    ["君は太陽","スピッツ"],
    ["staywithme","倖田來未"],
    ["Bolero","東方神起"],
    ["能動的三分間","東京事変"],
    ["伝えたい事がこんなにあるのに","INFINITY16welcomez若旦那from湘南乃風&amp;JAY'ED"],
    ["JourneytrhoughtheDecade","Gackt"],
    ["弱虫サンタ","羞恥心"],
    ["手紙　〜拝啓　十五の君へ〜","アンジェラ・アキ"],
    ["OverLoad","中島　美嘉"],
    ["Iam×××","GLAY"],
    ["今夜はブギー・バック","TOKYONo.1SOULSET+HALCALI"],
    ["Sakura","レミオロメン"],
    ["two友","ゆずグレン"],
    ["言い訳Maybe","AKB48"],
    ["気まぐれロマンティック","いきものがかり"],
    ["ヒーロー","FUNKEYMONKEYBABYS"],
    ["　扉","GReeeeN"],
    ["いちご","ゆず"],
    ["愛・革命","滝沢　秀明"],
    ["虹のレシピ","スキマスイッチ"],
    ["WHY","加藤　ミリヤ"],
    ["君にサヨナラを","桑田　佳祐"],
    ["この胸を、愛を射よ","ポルノグラフィティ"],
    ["BANDAGE","LANDS"],
    ["Cagayake！GIRLS","桜高軽音部(平沢唯(豊崎愛生),秋山澪(日笠陽子),田井中律(佐藤聡美),琴吹紬(寿美菜子))"],
    ["フユラブ","Juliet"],
    ["　蝉","長渕　剛"],
    ["Aitai","加藤　ミリヤ"],
    ["COLORS〜MelodyandHarmony〜","JEJUNG&amp;YUCHUN(from東方神起)"],
    ["BANZAI","木村　カエラ"],
    ["素直になれたら","JUJUfeat.Spontania"],
    ["MyBestOfMyLife","Superfly"],
    ["Seedsofdream","GIRLNEXTDOOR"],
    ["やさしさで溢れるように","JUJU"],
    ["優しい光","EXILE"],
    ["君の知らない物語","supercell"],
    ["GOODBYEMYSCHOOLDAYS","DREAMSCOMETRUE"],
    ["Alive","倖田　來未"],
    ["スワンソング","KinKiKids"],
    ["アニマロッサ","ポルノグラフィティ"],
    ["スピリット","V6"],
    ["StartingOver","レミオロメン"],
    ["星に願いを","flumpool"],
    ["SAYYOURDREAM","GLAY"],
    ["DancingOnTheFire","Superfly"],
    ["さよなら","かりゆし58"],
    ["どこ","木村　カエラ"],
    ["Everybody","JAY'ED"],
    ["RIVER","AKB48"],
    ["MW〜DearMr.&amp;Ms.ピカレスク〜","flumpool"],
    ["夢をアリガトウ","原　由子"],
    ["卒業","長渕　剛"],
    ["君に会いたくなるから","西野　カナ"],
    ["空　〜美しい我の空","剛紫"],
    ["さよならをキミに..feat.Spontania","Tiara"],
    ["時間を止めて・・・","Lil'B"],
    ["愛の季節","アンジェラ・アキ"],
    ["GUILTY","V6"],
    ["2℃目の彼女","シド"],
    ["はつ恋","福山　雅治"],
    ["　桜","FUNKYMONKEYBABYS"],
    ["NoMore","jasmine"],
    ["LastLoveLetter","チャットモンチー"],
    ["急☆上☆Show！！","関ジャニ∞"],
    ["なくもんか","いきものがかり"],
    ["ForYou","lecca"],
    ["太陽と砂漠とバラ","TOKIO"],
    ["アイシテル","MONKEYMAJIK"],
    ["ニホンノミカタ-ネバダカラキマシタ-","矢島美容室"],
    ["流れ星","中島　美嘉"],
    ["僕らの夏の夢","山下　達郎"],
    ["さよならは　言わない","小田　和正"],
    ["涙サプライズ！","AKB48"],
    ["trustyou","伊藤　由奈"],
    ["RainIsFallin'","w-inds.×G-DRAGON(BIGBANG)"],
    ["半世紀少年","ユニコーン"],
    ["BeautifulDays","嵐"],
    ["哀しみはきっと","UVERworld"],
    ["朝が来る前に","秦　基博"],
    ["GO-ON","UVERworld"],
    ["Switch","mihimaruGT"],
    ["久遠の河","alan"],
    ["Halation","秦　基博"],
    ["泪のムコウ","ステレオポニー"],
    ["アベマリア","MINMI"],
    ["音のない世界","MyLittleLover"],
    ["Insomnia","theHIATUS"],
    ["涙の種、笑顔の花","中川　翔子"],
    ["シャ・ラ・ラ","滝沢　秀明"],
    ["親友よ","湘南乃風"],
    ["君がいるから","菅原　紗由理"],
    ["SAKURA-ハルヲウタワネバダ-","矢島美容室"],
    ["IGOTTAKICKSTARTNOW","VAMPS"],
    ["ビルマニア","吉井　和哉"],
    ["SundayMorning","堂本　剛"],
    ["COSMICBOX","YUKI"],
    ["Oh！RADIO","忌野　清志郎"],
    ["Survivor","東方神起"],
    ["七夕祭り","テゴマス"],
    ["キミが好きで","Lil'B"],
    ["PUZZLE","倉木　麻衣"],
    ["Fanfare","Mr.Children"],
    ["少女S","SCANDAL"],
    ["妖〜あやかし〜","堂本　光一"],
    ["眠り姫","AcidBlackCherry"],
    ["PARTYPEOPLE","スガシカオ"],
    ["北のアカシヤ","キム　ヨンジャ"],
    ["まもりたい　〜WhiteWihses〜","BoA"],
    ["優しい嘘","AcidBlackCherry"],
    ["IBelieve〜夢を叶える魔法の言葉〜","南明奈のスーパーマイルドセブン　里田まいwith合田家族"],
    ["10年桜","AKB48"],
    ["哀愁の湖","氷川　きよし"],
    ["こちら葛飾区亀有公園前派出所","両さん"],
    ["春も嵐も","山崎　まさよし"],
    ["男道","新撰組リアン"],
    ["Beyourwings","GIRLNEXTDOOR"],
    ["ヒカリひとつ","滝沢　秀明"],
    ["新世紀のラブソング","ASIANKUNG-FUGENERATION"],
    ["BlackMarketBlues","9mmParabellumBullet"],
    ["メトロ","tacica"],
    ["はまぐりボンバー","矢島美容室"],
    ["チューしようぜ！","AKBアイドリング！！"],
    ["青春　僕","矢口真里　エアバンド"],
    ["MYHEAVEN","BIGBANG"],
    ],[
    ["また君に恋してる","坂本　冬美"],
    ["ヘビーローテーション","AKB48"],
    ["三味線旅がらす","氷川　きよし"],
    ["BestFriend","西野　カナ"],
    ["ありがとう","いきものがかり"],
    ["もっと強く","EXILE"],
    ["会いたくて会いたくて","西野　カナ"],
    ["　蛍","福山　雅治"],
    ["Monster","　嵐"],
    ["Beginner","AKB48"],
    ["ポニーテールとシュシュ","AKB48"],
    ["ミスター","KARA"],
    ["虹色のバイヨン","氷川　きよし"],
    ["if","西野　カナ"],
    ["Troublemaker","　嵐"],
    ["君って","西野　カナ"],
    ["トイレの神様","植村　花菜"],
    ["流星","コブクロ"],
    ["はつ恋","福山　雅治"],
    ["RingaDingDong","木村　カエラ"],
    ["Gee","少女時代"],
    ["IWishForYou","EXILE"],
    ["松島紀行","水森　かおり"],
    ["この夜を止めてよ","JUJU"],
    ["Loveyourself〜君が嫌いな君が好き〜","KAT-TUN"],
    ["LOVERAIN〜恋の雨〜","久保田　利伸"],
    ["LφoveRainbow","　嵐"],
    ["Tobefree","嵐"],
    ["一番綺麗な私を","中島　美嘉"],
    ["桜の栞","AKB48"],
    ["GENIE","少女時代"],
    ["ジャンピン","KARA"],
    ["バクチ・ダンサー","DOES"],
    ["FOREVERLOVE","加藤ミリヤ×清水翔太"],
    ["GLORIA","YUI"],
    ["DearShow","　嵐"],
    ["好きで、好きで、好きで。","倖田　來未"],
    ["果てない空","　嵐"],
    ["Butterfly","木村　カエラ"],
    ["ALWAYS","中島　美嘉"],
    ["大丈夫","ヒルクライム"],
    ["Thisislove","SMAP"],
    ["魔法の料理〜君から君へ〜","BUMPOFCHICKEN"],
    ["ずっと好きだった","斉藤　和義"],
    ["あとひとつ","FUNKEYMONKEYBABYS"],
    ["瞳のスクリーン","Hey！Say！JUMP"],
    ["Onaraはずかしくないよ","はんにゃ，フルーツポンチ"],
    ["　涙","FUNKYMONKEYBABYS"],
    ["VICTORY","EXILE"],
    ["ソラニン","ASIANKUNG-FUGENERATION"],
    ["ライオン","遊助"],
    ["YELL","いきものがかり"],
    ["BREAKOUT！","東方神起"],
    ["宇宙飛行士への手紙","BUMPOFCHICKEN"],
    ["VOICE","Perfume"],
    ["君に届け","flumpool"],
    ["桜会","ゆず"],
    ["Going！","KAT-TUN"],
    ["ルーズリーフ","ヒルクライム"],
    ["HAPPY","BUMPOFCHICKEN"],
    ["ノスタルジア","いきものがかり"],
    ["さくらガール","NEWS"],
    ["春夏秋冬","ヒルクライム"],
    ["本当は怖い愛とロマンス","桑田　佳祐"],
    ["ミツバチ","遊助"],
    ["Oneday","TheROOTLESS"],
    ["BYEBYE","加藤　ミリヤ"],
    ["MOON","浜崎　あゆみ"],
    ["LIFE〜目の前の向こうへ〜","関ジャニ∞"],
    ["TSUBOMI","leccafeat.九州男"],
    ["Lollipop","倖田　來未"],
    ["Wildflower","Superfly"],
    ["まなざし","HoneyLDays"],
    ["VirginRoad","浜崎　あゆみ"],
    ["キミがいる","いきものがかり"],
    ["ベイビー・アイラブユー","TEE"],
    ["仲間","ケツメイシ"],
    ["時ヲ止メテ","東方神起"],
    ["お二人Summer","ケツメイシ"],
    ["マニフェスト","RADWIMPS"],
    ["SunshineGirl","moumoon"],
    ["おしろい花","五木　ひろし"],
    ["戻れない明日","aiko"],
    ["サクラサク","北乃　きい"],
    ["BLESS","ラルク　アン　シエル"],
    ["クオリア","UVERworld"],
    ["don'tcryanymore","miwa"],
    ["ユカイツーカイ怪物くん","怪物くん(怪物太郎）"],
    ["アルクアラウンド","サカナクション"],
    ["レイン","シド"],
    ["HelloAgain〜昔からある場所〜","JUJU"],
    ["携帯電話","RADWIMPS"],
    ["ねぇ","Perfume"],
    ["心ひとすじ","大月　みやこ"],
    ["Okay","稲葉　浩志"],
    ["BestFriend'sGirl","三代目JSoulBrothers"],
    ["ねぇ","DREAMSCOMETRUE"],
    ["アイスクリーム・シンドローム","スキマスイッチ"],
    ["sleep","シド"],
    ["BreakIt","安室　奈美恵"],
    ["Youwere","浜崎　あゆみ"],
    ["toMother","YUI"],
    ["crossroad","浜崎　あゆみ"],
    ["不自然なガール","Perfume"],
    ["Dear・・・","西野　カナ"],
    ["ヤンバルクイナが飛んだ","サーターアンダギー"],
    ["いつの日も","阿部　真央"],
    ["GO！GO！MANIAC","放課後ティータイム〔平沢唯・秋山澪・田井中律・琴吹紬・中野梓(CV:豊崎愛生、日笠陽子、佐藤聡美、寿美菜子、竹達彩奈）〕"],
    ["Oneinamillion","山下　智久"],
    ["残像","flumpool"],
    ["大切","FUNKEYMONKEYBABYS"],
    ["ガチ桜","湘南乃風"],
    ["桜雨","JUJU"],
    ["心の羽根","チームドラゴンfromAKB48"],
    ["RAIN","YUI"],
    ["ふたつの唇","EXILE"],
    ["勇気100％","NYC"],
    ["トラヴゥルマシン","ヒルクライム"],
    ["Nakedarms","T.M.Revolution"],
    ["Family〜ひとつになること","KinKiKids"],
    ["WonderfulWorld！","関ジャニ∞"],
    ["PHANTOMMINDS","水樹　奈々"],
    ["うれしくって抱き合あうよ","YUKI"],
    ["BEAUTIFULHANGOVER","BIGBANG"],
    ["シロクマ","スピッツ"],
    ["GOLD","UVERworld"],
    ["TellMeGoodbye","BIGBANG"],
    ["アイ","秦　基博"],
    ["タカラモノ〜この声がなくなるまで〜","ナオト・インティライミ"],
    ["チャンスの順番","AKB48"],
    ["向かい合わせ","aiko"],
    ["マイガール","　嵐"],
    ["FAKEfeat.安室奈美恵","AI"],
    ["人生のみちづれ","天童　よしみ"],
    ["2人のストーリー","YUKI"],
    ["生きてゆくのです","DREAMSCOMETRUE"],
    ["京都物語","原　由子"],
    ["Awinterfairyismeltingasnowman","木村　カエラ"],
    ["PRECIOUS","GLAY"],
    ["1!2!3!4!ヨロシク!","SKE48"],
    ["風をさがして","矢口真里とストローハット"],
    ["瞳の奥をのぞかせて","ポルノグラフィティ"],
    ["XIAH(Intoxication)","XIAHjunsu"],
    ["Listen！！","放課後ティータイム〔平沢唯・秋山澪・田井中律・琴吹紬・中野梓(CV:豊崎愛生、日笠陽子、佐藤聡美、寿美菜子、竹達彩奈）〕"],
    ["君は100％","ポルノグラフィティ"],
    ["輝く人","アンジェラ・アキ"],
    ["アイシテル","平井　堅"],
    ["慈愛への旅路","ゆず"],
    ["reboot〜あきらめない詩〜","flumpool"],
    ["よく遊びよく学べ","NYC"],
    ["NO,ThankYou！","放課後ティータイム"],
    ["つぐみ","スピッツ"],
    ["FightingMan","NEWS"],
    ["ごめんね、SUMMER","SKE48"],
    ["from","ゆず"],
    ["MySoul,YourBeats！","Lia／多田葵"],
    ["Re:birth","AcidBlackCherry"],
    ["灼熱らぶ","TUBE"],
    ["心　ざんばら","近藤　真彦"],
    ["CHANGEURWORLD","KAT-TUN"],
    ["青空片想い","SKE48"],
    ["SaveTheOne,SaveTheAll","T.M.Revolution"],
    ["北の港町","田川　寿美"],
    ["乱舞のメロディ","シド"],
    ["SingForever","平井　堅"],
    ["SHIVER","theGazettE"],
    ["Utauyo！！MIRACLE","放課後ティータイム"],
    ["CrowSong","GirlsDeadMonster"],
    ["君にサヨナラを","桑田　佳祐"],
    ["OnYourMark〜ヒカリのキセキ〜","三代目JSoulBrothers"],
    ["命ノゼンマイ","9mmParabellumBullet"],
    ["逢いたい理由","AAA"],
    ["LastLove","加藤　ミリヤ"],
    ["cosmetic","シド"],
    ["アイデンティティ","サカナクション"],
    ["SAKURA","MONKEYMAJIK"],
    ["CanWeGoBack","倖田　來未"],
    ["夫婦一生","北島　三郎"],
    ["Onlydreaming","V6"],
    ["ごはんはおかず","放課後ティータイム"],
    ["ヒマワリ","SPEED"],
    ["BANGTHEBEAT","氷室　京介"],
    ["Ambitious","DragonAsh"],
    ["NO,1","UVERworld"],
    ["ロンリー","阿部　真央"],
    ["AnythingGoes！","大黒　摩季"],
    ["しのび駒","南　かなこ"],
    ["HOTDOG","THEBAWDIES"],
    ["冬恋","関ジャニ∞"],
    ["LoveLetter","mihimaruGT"],
    ["LIES,LIES.","DREAMSCOMETRUE"],
    ["SilentBible","水樹　奈々"],
    ["Sign","FLOW"],
    ["愛はタカラモノ","タッキー&amp;翼"],
    ["希望という名の光","山下　達郎"],
    ["GoodbyeHappiness","宇多田　ヒカル"],
    ["雪をください","関ジャニ∞"],
    ["闘えサラリーマン","ケツメイシ"],
    ["永遠より　ながく","倉木　麻衣"],
    ["春陽炎","香西　かおり"],
    ],
    // 2011と2012と2013はデータが存在しない
    [],[],[],
    [
        [
            "レット・イット・ゴー～ありのままで～",
            "松　たか子"
        ],
        [
            "Darling",
            "西野　カナ"
        ],
        [
            "にじいろ",
            "絢香"
        ],
        [
            "島根恋旅",
            "水森　かおり"
        ],
        [
            "ゲラゲラボーのうた",
            "キング・クリームソーダ"
        ],
        [
            "大利根ながれ月",
            "氷川　きよし"
        ],
        [
            "ひまわりの約束",
            "秦　基博"
        ],
        [
            "ラストシーン",
            "JUJU"
        ],
        [
            "東京VICTORY",
            "サザンオールスターズ"
        ],
        [
            "心のプラカード",
            "AKB48"
        ],
        [
            "前しか向かねえ",
            "AKB48"
        ],
        [
            "Dragon Night",
            "SEKAI NO OWARI"
        ],
        [
            "R.Y.U.S.E.I",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "恋するフォーチュンクッキー",
            "AKB48"
        ],
        [
            "春風",
            "Rihwa"
        ],
        [
            "GUTS！",
            "　嵐"
        ],
        [
            "炎と森のカーニバル",
            "SEKAINO OWARI"
        ],
        [
            "峠越え",
            "福田　こうへい"
        ],
        [
            "レット・イット・ゴー～ありのままで～",
            "May J."
        ],
        [
            "We Don't Stop",
            "西野　カナ"
        ],
        [
            "昭和男唄",
            "山崎　ていじ"
        ],
        [
            "グロテスク feat.安室奈美恵",
            "平井　堅"
        ],
        [
            "気づいたら片想い",
            "乃木坂46"
        ],
        [
            "夏のFree&Easy",
            "乃木坂46"
        ],
        [
            "Mighty Long Fall",
            "ONE OK ROCK"
        ],
        [
            "ちょいときまぐれ渡り鳥",
            "氷川　きよし"
        ],
        [
            "何度めの青空か？",
            "乃木坂46"
        ],
        [
            "Bittersweet",
            "　嵐"
        ],
        [
            "麦の唄",
            "中島　みゆき"
        ],
        [
            "未来とは？",
            "SKE48"
        ],
        [
            "TSUKI",
            "安室　奈美恵"
        ],
        [
            "ラブラドール・レトリバー",
            "AKB48"
        ],
        [
            "スノーマジックファンタジー",
            "SEKAI NO OWARI"
        ],
        [
            "ラブソングはとまらないよ",
            "いきものがかり"
        ],
        [
            "光のシグナル",
            "Kis-My-Ft2"
        ],
        [
            "好き",
            "西野　カナ"
        ],
        [
            "喧嘩上等",
            "氣志團"
        ],
        [
            "青い龍",
            "EXILE ATSUSHI"
        ],
        [
            "桜、みんなで食べた",
            "HKT48"
        ],
        [
            "長持祝い唄",
            "千　昌夫"
        ],
        [
            "C.O.S.M.O.S.～秋桜～",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "不器用太陽",
            "SKE48"
        ],
        [
            "ひびき",
            "関ジャニ∞"
        ],
        [
            "THE REVOLUTION",
            "EXILE TRIBE"
        ],
        [
            "NEW HORIZON",
            "EXILE"
        ],
        [
            "雨のち晴レルヤ",
            "ゆず"
        ],
        [
            "足音～Be Strong",
            "Mr.Children"
        ],
        [
            "南部蝉しぐれ",
            "福田　こうへい"
        ],
        [
            "NIPPON",
            "椎名　林檎"
        ],
        [
            "誰も知らない",
            "　嵐"
        ],
        [
            "希望的リフレイン",
            "AKB48"
        ],
        [
            "BRIGHTER DAY",
            "安室　奈美恵"
        ],
        [
            "シャレオツ",
            "SMAP"
        ],
        [
            "高嶺の林檎",
            "NMB48"
        ],
        [
            "Top Of The World",
            "SMAP"
        ],
        [
            "101回目の呪い",
            "ゴールデンボンバー"
        ],
        [
            "今、咲き誇る花たちよ",
            "コブクロ"
        ],
        [
            "控えめI love you！",
            "HKT48"
        ],
        [
            "オモイダマ",
            "関ジャニ∞"
        ],
        [
            "ええじゃないか",
            "ジャニーズWEST"
        ],
        [
            "表裏一体",
            "ゆず"
        ],
        [
            "Faith",
            "miwa"
        ],
        [
            "Yes we are",
            "SMAP"
        ],
        [
            "棚からぼたもち",
            "舞祭組"
        ],
        [
            "Cling Cling",
            "Perfume"
        ],
        [
            "Love Story",
            "EXILE TAKAHIRO"
        ],
        [
            "鞆の浦慕情",
            "岩佐　美咲"
        ],
        [
            "キング　オブ　男！",
            "関ジャニ∞"
        ],
        [
            "君に出会えたから",
            "miwa"
        ],
        [
            "S.A.K.U.R.A.",
            "三代目J Soul Brothers from EXILE TRIBE"
        ],
        [
            "Crazy Crazy",
            "星野　源"
        ],
        [
            "ウィークエンダー",
            "Hey！Say！JUMP"
        ],
        [
            "ファミリーパーティー",
            "きゃりーぱみゅぱみゅ"
        ],
        [
            "カリフォルニー",
            "ケツメイシ"
        ],
        [
            "ひとり越前～明日への旅～",
            "大月　みやこ"
        ],
        [
            "熱情のスペクトラム",
            "いきものがかり"
        ],
        [
            "Hot Stuff",
            "JUJU"
        ],
        [
            "あやめ雨情",
            "三山　ひろし"
        ],
        [
            "AGAIN",
            "DREAMS COME TRUE"
        ],
        [
            "泣いてもいいんだよ",
            "ももいろクローバーZ"
        ],
        [
            "ヒカレ",
            "ゆず"
        ],
        [
            "Highschool love",
            "E-girls"
        ],
        [
            "愛をからだに吹き込んで",
            "Superfly"
        ],
        [
            "ココロ空模様",
            "関ジャニ∞"
        ],
        [
            "さよならの前に",
            "AAA"
        ],
        [
            "RPG",
            "SEKAI NO OWARI"
        ],
        [
            "白雪姫",
            "Flower"
        ],
        [
            "ONE-for the win",
            "NEWS"
        ],
        [
            "LOVE EVOLUTION",
            "西内　まりや"
        ],
        [
            "君がいない、あの日から・・・",
            "Acid Black Cherry"
        ],
        [
            "Wake up！",
            "AAA"
        ],
        [
            "イマジネーション",
            "SPYAIR"
        ],
        [
            "桜貝",
            "五木　ひろし"
        ],
        [
            "パズル",
            "湘南乃風"
        ],
        [
            "生まれてはじめて",
            "神田沙也加、松たか子"
        ],
        [
            "Precious Love",
            "EXILE ATSUSHI"
        ],
        [
            "Silly",
            "家入　レオ"
        ],
        [
            "ローラの傷だらけ",
            "ゴールデンボンバー"
        ],
        [
            "daze",
            "じん feat.メイリア from GARiDELiA"
        ],
        [
            "本当の恋",
            "May J."
        ],
        [
            "らしくない",
            "NMB48"
        ],
        [
            "言ったじゃないか",
            "関ジャニ∞"
        ],
        [
            "からたちの小径",
            "島倉　千代子"
        ],
        [
            "My VOICE",
            "ファンキー加藤"
        ],
        [
            "Happiness",
            "シェネル"
        ],
        [
            "LIFE",
            "ナオト・インティライミ"
        ],
        [
            "祭り囃子でゲラゲラボー",
            "キング・クリームソーダ"
        ],
        [
            "King&Queen&Joker",
            "Sexy Zone"
        ],
        [
            "グッドバイ",
            "サカナクション"
        ],
        [
            "ティーティーティー照れっててれてぃてぃてぃ～だれのケツ～",
            "舞祭組"
        ],
        [
            "Another Future",
            "Kis-My-Ft2"
        ],
        [
            "ずっとfeat.HAN-KUN&TEE",
            "SPICY CHOCOLATE"
        ],
        [
            "君の隣",
            "aiko"
        ],
        [
            "輝け",
            "ファンキー加藤"
        ],
        [
            "パレッタ",
            "乃木坂46"
        ],
        [
            "霧笛の宿",
            "大月　みやこ"
        ],
        [
            "鈴懸の木の道で「君の微笑みを夢に見る」と言ってしまったら僕たちの関係はどう変わってしまうのか、僕なりに何日か考えた上でのやや気恥ずかしい結論のようなもの",
            "AKB48"
        ],
        [
            "SWEAT",
            "東方神起"
        ],
        [
            "花道！！ア～ンビシャス",
            "SUPER☆GiRL"
        ],
        [
            "7日目の決意",
            "UVERworld"
        ],
        [
            "Ah Yeah！！",
            "スキマスイッチ"
        ],
        [
            "明日も",
            "MUSH&Co."
        ],
        [
            "　蛍",
            "サザンオールスターズ"
        ],
        [
            "Ride With Me",
            "Hey！Say！JUMP"
        ],
        [
            "チョコレート",
            "家入　レオ"
        ],
        [
            "ER2",
            "エイトレンジャー"
        ],
        [
            "The World is ours！",
            "ナオト・インティライミ"
        ],
        [
            "君にHITOMIBORE",
            "Sexy Zone"
        ],
        [
            "男 never give up",
            "Sexy Zone"
        ],
        [
            "High Five",
            "中山　優馬"
        ],
        [
            "BLEEZE",
            "GLAY"
        ],
        [
            "あしたの向こう",
            "aiko"
        ],
        [
            "ナノ・セカンド",
            "UVERworld"
        ],
        [
            "Mr.Snowman",
            "e-girls"
        ],
        [
            "太陽と花",
            "高橋　優"
        ],
        [
            "日々",
            "吉田山田"
        ],
        [
            "雪だるまつくろう",
            "神田沙也加、稲葉葉月、諸星すみれ"
        ],
        [
            "猟奇的なキスを私にして",
            "ゲスの極み乙女"
        ],
        [
            "E.G.Anthem -WE ARE VENUS-",
            "E-girls"
        ],
        [
            "　糸",
            "中島　みゆき"
        ],
        [
            "イチ、ニッ、サンでジャンプ",
            "グッドモーニングアメリカ"
        ],
        [
            "INCUBUS",
            "Acid Black Cherry"
        ],
        [
            "AinoArika",
            "Hey！Say！JUMP"
        ],
        [
            "時空を超え、宇宙を越え",
            "モーニング娘。"
        ],
        [
            "ゆめのはじまりんりん",
            "きゃりーぱみゅぱみゅ"
        ],
        [
            "一期一会",
            "田川　寿美"
        ],
        [
            "ダン・ダン・ドゥビ・ズバー！",
            "Dream5+ブリー隊長"
        ],
        [
            "誰でもロンリー",
            "YUKI"
        ],
        [
            "ミダレテミナ",
            "2PM"
        ],
        [
            "OLE!OH!",
            "木村　カエラ"
        ],
        [
            "Departure",
            "SCANDAL"
        ],
        [
            "純情",
            "家入　レオ"
        ],
        [
            "I LOVE YOU",
            "クリス・ハート"
        ],
        [
            "Always with you",
            "GENERATIONS from EXILE TRIBE"
        ],
        [
            "他人の関係 feat.SOIL&\"PMP\"SESSIONS",
            "一青　窈"
        ],
        [
            "ジパング・おおきに大作戦",
            "ジャニーズWEST"
        ],
        [
            "繋いだ手から",
            "back number"
        ],
        [
            "それは僕たちの奇跡",
            "μ's"
        ],
        [
            "Live",
            "Superfly"
        ],
        [
            "MORE PRIDE",
            "ももいろクローバーZ"
        ],
        [
            "俺たちのセレブレーション",
            "ポルノグラフィティ"
        ],
        [
            "Time Works Wonders",
            "東方神起"
        ],
        [
            "セブンスコード",
            "前田　敦子"
        ],
        [
            "紅蓮の弓矢",
            "Linked Horizon"
        ],
        [
            "鍵のない箱",
            "KinKi Kids"
        ],
        [
            "恋の津軽十三湖",
            "長山　洋子"
        ],
        [
            "冬物語",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "NEVER LET YOU GO",
            "GENERATIONS from EXILE TRIBE"
        ],
        [
            "ダイアローグ・モノローグ",
            "秦　基博"
        ],
        [
            "ai",
            "ソナーポケット"
        ],
        [
            "静かな伝説",
            "竹内　まりや"
        ],
        [
            "夜明けの流星群",
            "SCANDAL"
        ],
        [
            "陽だまりの道",
            "コブクロ"
        ],
        [
            "RHYTHM OF THE SUN",
            "ケツメイシ"
        ],
        [
            "Rising Hope",
            "LiSA"
        ],
        [
            "がむしゃら行進曲",
            "関ジャニ∞"
        ],
        [
            "ようかい体操第一",
            "Dream5"
        ],
        [
            "タカラモノズ",
            "μ's"
        ],
        [
            "禁断のレジスタンス",
            "水樹　奈々"
        ],
        [
            "In Fact",
            "KAT-TUN"
        ],
        [
            "熱帯魚の夏",
            "Flower"
        ],
        [
            "Rave-up Tonight",
            "Fear,and Loathing in Las Vegas"
        ],
        [
            "さよならはエモーション",
            "サカナクション"
        ],
        [
            "思い出せない花",
            "フレンチ・キス"
        ],
        [
            "頑張ったっていいんじゃない",
            "大原櫻子(from MUSH&Co.)"
        ],
        [
            "Hide&Seek",
            "東方神起"
        ],
        [
            "君の笑顔は太陽さ",
            "モーニング娘。'14"
        ],
        [
            "fish",
            "back number"
        ],
        [
            "TODAY IS A NEW DAY",
            "木村　カエラ"
        ],
        [
            "太陽",
            "ファンキー加藤"
        ],
        [
            "恋音と雨空",
            "AAA"
        ],
        [
            "涙のアトが消える頃",
            "V6"
        ],
        [
            "　暁",
            "福山　雅治"
        ],
        [
            "GOLDEN GIRL",
            "いきものがかり"
        ],
        [
            "Diamond Only",
            "E-girls"
        ],
        [
            "結晶星",
            "KANA-BOON"
        ],
        [
            "VAMPIRE'S LOVE",
            "VAMPS"
        ],
        [
            "Shy's The Limit",
            "V6"
        ],
        [
            "勝利の笑みを　君と",
            "ウカスカジー"
        ],
        [
            "人道",
            "北島　三郎"
        ]
    ],
    [
        [
            "トリセツ",
            "西野　カナ"
        ],
        [
            "R.Y.U.S.E.I.",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "もしも運命の人がいるのなら",
            "西野　カナ"
        ],
        [
            "あったかいんだからぁ♪",
            "クマムシ"
        ],
        [
            "大和路の恋",
            "水森　かおり"
        ],
        [
            "お岩木山",
            "三山　ひろし"
        ],
        [
            "シュガーソングとビターステップ",
            "UNION SQUARE GARDEN"
        ],
        [
            "ハロウィン・ナイト",
            "AKB48"
        ],
        [
            "Dragon Night",
            "SEKAI NO OWARI"
        ],
        [
            "Unfair World",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "Summer Madness",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "さすらい慕情",
            "氷川　きよし"
        ],
        [
            "君がくれた夏",
            "家入　レオ"
        ],
        [
            "私以外、私じゃないの",
            "ゲスの極み乙女"
        ],
        [
            "RED",
            "B'z"
        ],
        [
            "ANTI-HERO",
            "SEKAI NO OWARI"
        ],
        [
            "命は美しい",
            "乃木坂46"
        ],
        [
            "僕たちは戦わない",
            "AKB48"
        ],
        [
            "SUN",
            "星野　源"
        ],
        [
            "有頂天",
            "B'z"
        ],
        [
            "Green Flash",
            "AKB48"
        ],
        [
            "新宝島",
            "サカナクション"
        ],
        [
            "I am a HERO",
            "福山　雅治"
        ],
        [
            "Beautiful",
            "Superfly"
        ],
        [
            "あなたに恋をしてみました",
            "Chay"
        ],
        [
            "PLAYBACK",
            "JUJU"
        ],
        [
            "ひまわりの約束",
            "秦　基博"
        ],
        [
            "今、話たい誰かがいる",
            "乃木坂46"
        ],
        [
            "ロマンスがありあまる",
            "ゲスの極み乙女"
        ],
        [
            "クリスマスソング",
            "back number"
        ],
        [
            "愛を叫べ",
            "　嵐"
        ],
        [
            "Sakura",
            "　嵐"
        ],
        [
            "O.R.I.O.N.",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "Hello,world！",
            "BUMP OF CHICKEN"
        ],
        [
            "夜空。Feat.ハジ→",
            "miwa"
        ],
        [
            "麦の唄",
            "中島　みゆき"
        ],
        [
            "長く短い祭",
            "椎名　林檎"
        ],
        [
            "ありがとうForever…",
            "西内　まりや"
        ],
        [
            "ヒロイン",
            "back number"
        ],
        [
            "Darling",
            "西野　カナ"
        ],
        [
            "Raise your flag",
            "MAN WITH A MISSION"
        ],
        [
            "前のめり",
            "SKE48"
        ],
        [
            "ドリアン少年",
            "NMB48"
        ],
        [
            "愛のかげろう",
            "大月　みやこ"
        ],
        [
            "青空の下、キミのとなり",
            "　嵐"
        ],
        [
            "Must be now",
            "NMB48"
        ],
        [
            "夏の罪",
            "花岡　なつみ"
        ],
        [
            "情熱の花",
            "EXILE"
        ],
        [
            "もんだいガール",
            "きゃりーばみゅぱみゅ"
        ],
        [
            "いいんじゃない？",
            "LoVendoR"
        ],
        [
            "OLA！！",
            "ゆず"
        ],
        [
            "What You What",
            "JUJU"
        ],
        [
            "SOS",
            "SEKAI NO OWARI"
        ],
        [
            "オー！リバル",
            "ポルノグラフィティ"
        ],
        [
            "Kiss魂",
            "Kis-My-Ft2"
        ],
        [
            "Don't look back！",
            "NMB48"
        ],
        [
            "愛唄～Since 2007～",
            "whiteeeen"
        ],
        [
            "ラピスラズリ",
            "藍井　エイル"
        ],
        [
            "オトナチック",
            "ゲスの極み乙女。"
        ],
        [
            "Save me",
            "西内　まりや"
        ],
        [
            "コケティッシュ渋滞中",
            "SKE48"
        ],
        [
            "華麗なる逆襲",
            "SMAP"
        ],
        [
            "男花",
            "氷川　きよし"
        ],
        [
            "Happiness",
            "シェネル"
        ],
        [
            "太陽ノック",
            "乃木坂46"
        ],
        [
            "愛しのテキーロ",
            "氷川　きよし"
        ],
        [
            "STAR TRAIN",
            "Perfume"
        ],
        [
            "STORM RIDERS feat.SLASH",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "やっちゃった！！",
            "舞祭組"
        ],
        [
            "サクラミチ",
            "東方神起"
        ],
        [
            "Ki・mi・ni・mu・chu",
            "EXILE"
        ],
        [
            "愛しているのに、愛せない",
            "AAA"
        ],
        [
            "KAGUYA",
            "NEWS"
        ],
        [
            "　糸",
            "中島　みゆき"
        ],
        [
            "12月のカンガルー",
            "SKE48"
        ],
        [
            "360°",
            "miwa"
        ],
        [
            "Seven Deadly Sins",
            "MAN WITH A MISSION"
        ],
        [
            "アロエ",
            "サザンオールスターズ"
        ],
        [
            "イヤな事だらけの世の中で",
            "サザンオールスターズ"
        ],
        [
            "僕の言葉ではない　これは僕達の言葉",
            "UVERworld"
        ],
        [
            "Otherside",
            "SMAP"
        ],
        [
            "AAO",
            "Kis-My-Ft2"
        ],
        [
            "真夏の太陽",
            "大原　櫻子"
        ],
        [
            "あなたがここにいて抱きしめることができるなら",
            "miwa"
        ],
        [
            "REVOLUTION",
            "Crystal feat.安室奈美恵"
        ],
        [
            "あなた",
            "いきものがかり"
        ],
        [
            "螢子",
            "山川　豊"
        ],
        [
            "ラブとピース！",
            "いきものがかり"
        ],
        [
            "チュムチュム",
            "NEWS"
        ],
        [
            "　瞳",
            "大原　櫻子"
        ],
        [
            "Thank youじゃん",
            "Kis-My-Ft2"
        ],
        [
            "12秒",
            "HKT48"
        ],
        [
            "強く　強く　強く",
            "関ジャニ∞"
        ],
        [
            "Relax In The City",
            "Perfume"
        ],
        [
            "Dance Dance Dance",
            "E-girls"
        ],
        [
            "夢の浮世に咲いてみな",
            "ももいろクローバーZ vs KISS"
        ],
        [
            "前向きスクリーム！",
            "関ジャニ∞"
        ],
        [
            "Starting over",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "しぇからしか！",
            "HKT48 feat.氣志團"
        ],
        [
            "No.1",
            "西野　カナ"
        ],
        [
            "24karats GOLD SOUL",
            "EXILE"
        ],
        [
            "Red Carpet",
            "安室　奈美恵"
        ],
        [
            "いつかきっと",
            "ナオト・インティライミ"
        ],
        [
            "黒い雫",
            "Superfly"
        ],
        [
            "Q&A",
            "秦　基博"
        ],
        [
            "Crazy party Night～ぱんぷきんの逆襲～",
            "きゃりーぱみゅぱみゅ"
        ],
        [
            "SISTER",
            "back number"
        ],
        [
            "キミアトラクション",
            "Hey！Say！JUMP"
        ],
        [
            "にじいろ",
            "絢香"
        ],
        [
            "Hard Knock Days",
            "GENERATIONS from EXILE TRIBE"
        ],
        [
            "奇跡",
            "コブクロ"
        ],
        [
            "Angelic Angel",
            "μ's"
        ],
        [
            "miss you",
            "家入　レオ"
        ],
        [
            "水彩の月",
            "秦　基博"
        ],
        [
            "最後もやっぱり君",
            "Kis-My-Ft2"
        ],
        [
            "EGG",
            "木村　カエラ"
        ],
        [
            "希望的リフレイン",
            "AKB48"
        ],
        [
            "海色",
            "AKINO from bless4"
        ],
        [
            "Mr.Snowman",
            "e-girls"
        ],
        [
            "コップの中の木漏れ日",
            "ラブ・クレッシェンド"
        ],
        [
            "WITH YOU",
            "JUJU"
        ],
        [
            "ワタリドリ",
            "[Alexandros]"
        ],
        [
            "ダイバー",
            "KANA-BOON"
        ],
        [
            "WAKE ME TONIGHT",
            "JYJ"
        ],
        [
            "Share The Love",
            "THE Sharehappi from 三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "Cha-Cha-Cha　チャンピオン",
            "Sexy Zone"
        ],
        [
            "アシタノヒカリ",
            "AAA"
        ],
        [
            "プラマイ",
            "aiko"
        ],
        [
            "唇にBe My Baby",
            "AKB48"
        ],
        [
            "島根恋旅",
            "水森　かおり"
        ],
        [
            "Anniversary！！",
            "E-girls"
        ],
        [
            "さよなら、アリス",
            "Flower"
        ],
        [
            "サマータイムラブ",
            "Shiggy Jr."
        ],
        [
            "手紙",
            "back number"
        ],
        [
            "青春賦",
            "ももいろクローバーZ"
        ],
        [
            "Dead or Alive",
            "KAT-TUN"
        ],
        [
            "吹雪",
            "西沢　幸奏"
        ],
        [
            "Rojo-Tierra-",
            "中森　明菜"
        ],
        [
            "Blue Sky Blue",
            "Flower"
        ],
        [
            "未完",
            "Mr.Children"
        ],
        [
            "キミを忘れないよ",
            "大原　櫻子"
        ],
        [
            "アイドルはウーニャニャの件",
            "ニャーKB with ツチノコパンダ"
        ],
        [
            "LOVER",
            "AAA"
        ],
        [
            "SUNNY DAY SONG",
            "μ's"
        ],
        [
            "夢見る隙間",
            "aiko"
        ],
        [
            "花束",
            "中島　美嘉"
        ],
        [
            "My Instant Song",
            "MONOEYES"
        ],
        [
            "Girl A",
            "［Alexandros］"
        ],
        [
            "侍唄",
            "関ジャニ∞"
        ],
        [
            "KISS KISS KISS",
            "KAT-TUN"
        ],
        [
            "僕たちはひとつの光",
            "μ's"
        ],
        [
            "クリア",
            "吉井　和哉"
        ],
        [
            "恋詩",
            "安田　レイ"
        ],
        [
            "冬がくれた予感",
            "BiBi～絢瀬絵里(南條愛乃),西木野真姫(Pie),矢澤にこ(徳井青空)from μ's"
        ],
        [
            "夢を見れば傷つくこともある",
            "KinKi Kids"
        ],
        [
            "Love Me Right～romantic universe～",
            "EXO"
        ],
        [
            "Hold me,Hold you",
            "JUJU"
        ],
        [
            "On Your Side",
            "Superfly"
        ],
        [
            "Who What Who What",
            "凛として時雨"
        ],
        [
            "fighting-Φ-girls",
            "miwa"
        ],
        [
            "出逢いの続き",
            "渡辺　麻友"
        ],
        [
            "記憶",
            "渋谷　すばる"
        ],
        [
            "ALL FOR YOU",
            "GENERATIONS from EXILE TRIBE"
        ],
        [
            "おつかれサマー！",
            "でんぱ組.inc"
        ],
        [
            "Exterminate",
            "水樹　奈々"
        ],
        [
            "Chau#",
            "Hey！Say！JUMP"
        ],
        [
            "ピクニック",
            "RADWIMPS"
        ],
        [
            "スポットライト",
            "山内　惠介"
        ],
        [
            "未来",
            "コブクロ"
        ],
        [
            "SHIKIBU feat.阿波の踊り子",
            "レキシ"
        ],
        [
            "Eeny,meeny,miny,moe！",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "足音～Be Strong",
            "Mr.Children"
        ],
        [
            "I Won't Turn Off My Radio",
            "Ken Yokoyama"
        ],
        [
            "ちょいときまぐれ渡り鳥",
            "氷川　きよし"
        ],
        [
            "何度でも",
            "Crystal Kay"
        ],
        [
            "Moonlight walker",
            "A.B.C-Z"
        ],
        [
            "ぼくの憂鬱と不機嫌な彼女",
            "AAA"
        ],
        [
            "Let Me Hear",
            "Fear,and Loathing in Las Vegas"
        ],
        [
            "エデン",
            "水樹　奈々"
        ],
        [
            "夕陽燦燦",
            "五木　ひろし"
        ],
        [
            "君がいたから",
            "Crystal Kay"
        ],
        [
            "『Z』の誓い",
            "ももいろクローバーZ"
        ],
        [
            "I LOVE THE WORLD",
            "UVERworld"
        ],
        [
            "いのちの人",
            "天童　よしみ"
        ],
        [
            "RPG",
            "SEKAI NO OWARI"
        ],
        [
            "7 WONDERS",
            "西内　まりや"
        ],
        [
            "愛おしくってごめんね",
            "カントリーガール"
        ],
        [
            "Brave Shine",
            "Aimer"
        ],
        [
            "アンビリーバーズ",
            "米津　玄師"
        ],
        [
            "Lil' Infinity",
            "AAA"
        ],
        [
            "君のこころは輝いているかい？",
            "Aqours"
        ],
        [
            "何度でも花が咲くように私を生きよう",
            "福山　雅治"
        ],
        [
            "ズンドコ　パラダイス",
            "ジャニーズWEST"
        ],
        [
            "アイム・ア・ビリーバー",
            "SPYAIR"
        ],
        [
            "至上の人生",
            "椎名　林檎"
        ],
        [
            "Flower wall",
            "米津　玄師"
        ],
        [
            "Easter／復活祭",
            "ASIAN KUNG-FU GENERATION"
        ],
        [
            "マジLOVEレボリューションズ",
            "ST☆RISH"
        ],
        [
            "あした地球がこなごなになっても",
            "でんぱ組.inc"
        ],
        [
            "明日はきっといい日になる",
            "高橋　優"
        ]
    ],
    [
        [
            "世界に一つだけの花",
            "SMAP"
        ],
        [
            "前前前世",
            "RADWINPS"
        ],
        [
            "　恋",
            "星野　源"
        ],
        [
            "花束を君に",
            "宇多田　ヒカル"
        ],
        [
            "Hero",
            "安室　奈美恵"
        ],
        [
            "あいたい",
            "林部　智史"
        ],
        [
            "未来",
            "コブクロ"
        ],
        [
            "Soup",
            "藤原　さくら"
        ],
        [
            "あなたの好きなところ",
            "西野　カナ"
        ],
        [
            "明日への手紙",
            "手嶌　葵"
        ],
        [
            "サイレントマジョリティー",
            "欅坂46"
        ],
        [
            "365日紙飛行機",
            "AKB48"
        ],
        [
            "トリセツ",
            "西野　カナ"
        ],
        [
            "唇にBe My Baby",
            "AKB48"
        ],
        [
            "砂の塔",
            "THE YELLOW MONKEY"
        ],
        [
            "海の声",
            "浦島太郎(桐谷健太)"
        ],
        [
            "裸足でSummer",
            "乃木坂46"
        ],
        [
            "Mint",
            "安室　奈美恵"
        ],
        [
            "ヨシ子さん",
            "桑田　佳祐"
        ],
        [
            "やさしさで溢れるように",
            "Flower"
        ],
        [
            "　羽",
            "稲葉　浩志"
        ],
        [
            "ハルジオンが咲く頃",
            "乃木坂46"
        ],
        [
            "　道",
            "宇多田　ヒカル"
        ],
        [
            "チキンLINE",
            "SKE48"
        ],
        [
            "君はメロディー",
            "AKB48"
        ],
        [
            "FLASH",
            "Perfume"
        ],
        [
            "復活LOVE",
            "　嵐"
        ],
        [
            "Ki・mi・ni・mu・chu",
            "EXILE"
        ],
        [
            "もっと",
            "aiko"
        ],
        [
            "魔法って言っていいかな？",
            "平井　堅"
        ],
        [
            "I seek",
            "　嵐"
        ],
        [
            "さよならの意味",
            "乃木坂46"
        ],
        [
            "Dear Bride",
            "西野　カナ"
        ],
        [
            "世界には愛しかない",
            "欅坂46"
        ],
        [
            "Joy-ride～歓喜のドライブ～",
            "EXILE"
        ],
        [
            "君への手紙",
            "桑田　佳祐"
        ],
        [
            "みなと",
            "スピッツ"
        ],
        [
            "Hey Ho",
            "SEKAI NO OWARI"
        ],
        [
            "友よ～この先もずっと・・・",
            "ケツメイシ"
        ],
        [
            "ともに",
            "WANIMA"
        ],
        [
            "Power of the Paradise",
            "　嵐"
        ],
        [
            "SUN",
            "星野　源"
        ],
        [
            "Wherever you are",
            "ONE OK ROCK"
        ],
        [
            "THE DAY",
            "ポルノグラフィティ"
        ],
        [
            "Supernova Express 2016",
            "GLAY"
        ],
        [
            "74億分の1の君へ",
            "HKT48"
        ],
        [
            "最高かよ",
            "HKT48"
        ],
        [
            "No more",
            "EXILE ATSUSHI + AI"
        ],
        [
            "Feel So Alive",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "僕の名前を",
            "back number"
        ],
        [
            "ANOTHER STARTING LINE",
            "Hi-STANDARD"
        ],
        [
            "PERFECT HUMAN",
            "RADIO FISH"
        ],
        [
            "冷たい風と片思い",
            "モーニング娘。'15"
        ],
        [
            "僕はいない",
            "NMB48"
        ],
        [
            "Welcome to TOKYO",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "ハッピーエンド",
            "back number"
        ],
        [
            "クリスマスソング",
            "back number"
        ],
        [
            "僕たちの未来",
            "家入　レオ"
        ],
        [
            "二人セゾン",
            "欅坂46"
        ],
        [
            "Dear Diary",
            "安室　奈美恵"
        ],
        [
            "AGEHA",
            "GENERATION from EXILE TRIBE"
        ],
        [
            "好きな人がいること",
            "JY"
        ],
        [
            "Gravity",
            "Kis-My-Ft2"
        ],
        [
            "MUGEN ROAD",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "さくらのうた",
            "高橋　優"
        ],
        [
            "泡沫サタデーナイト！",
            "モーニング娘。'16"
        ],
        [
            "Over flows～言葉にできなくて～",
            "ナオト・インティライミ"
        ],
        [
            "甘噛み姫",
            "NMB48"
        ],
        [
            "Hello To The World",
            "家入　レオ"
        ],
        [
            "Unfair World",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "金の愛、銀の愛",
            "SKE48"
        ],
        [
            "Butterfly",
            "BUMP OF CHICKEN"
        ],
        [
            "多分、風。",
            "サカナクション"
        ],
        [
            "薔薇のように咲いて　桜のように散って",
            "松田　聖子"
        ],
        [
            "さらば涙",
            "ケツメイシ"
        ],
        [
            "みんながみんな英雄",
            "AI"
        ],
        [
            "恋を知らない君へ",
            "NEWS"
        ],
        [
            "CHEER UP！THE SUMMER",
            "山下　達郎"
        ],
        [
            "What You What",
            "JUJU"
        ],
        [
            "LOVE TRIP",
            "AKB48"
        ],
        [
            "翼はいらない",
            "AKB48"
        ],
        [
            "MINT",
            "Suchmos"
        ],
        [
            "大河の一滴",
            "桑田　佳祐"
        ],
        [
            "Sha la la☆Summer Time",
            "Kis-My-Ft2"
        ],
        [
            "スミレ",
            "秦　基博"
        ],
        [
            "今、話たい誰かがいる",
            "乃木坂46"
        ],
        [
            "　翼",
            "藍井　エイル"
        ],
        [
            "恋をしたのは",
            "aiko"
        ],
        [
            "Chu Chu",
            "西内　まりや"
        ],
        [
            "大好き",
            "大原　櫻子"
        ],
        [
            "ヒカリノシズク",
            "NEWS"
        ],
        [
            "罪と夏",
            "関ジャニ∞"
        ],
        [
            "醒めない",
            "スピッツ"
        ],
        [
            "ハイテンション",
            "AKB48"
        ],
        [
            "STAY TUNE",
            "Suchmos"
        ],
        [
            "なんでもないや",
            "RADWINPS"
        ],
        [
            "瞳の奥の銀河",
            "Flower"
        ],
        [
            "BELIEVE",
            "西内　まりや"
        ],
        [
            "みれん心",
            "氷川　きよし"
        ],
        [
            "LOSER",
            "米津　玄師"
        ],
        [
            "MOMENT RING",
            "μ's"
        ],
        [
            "　涙",
            "GENERATION from EXILE TRIBE"
        ],
        [
            "トライ・エヴリシング",
            "Dream Ami"
        ],
        [
            "涙のない世界",
            "AAA"
        ],
        [
            "Wings Flap",
            "ラルク・アン・シエル"
        ],
        [
            "Swan",
            "[Alexandoros]"
        ],
        [
            "ラストシーン",
            "いきものがかり"
        ],
        [
            "桜ナイトフィーバー",
            "こぶしファクトリー"
        ],
        [
            "真夏の通り道",
            "宇多田　ヒカル"
        ],
        [
            "Have a nice day",
            "西野　カナ"
        ],
        [
            "最＆高",
            "きゃりーぱみゅぱみゅ"
        ],
        [
            "99",
            "Superfly"
        ],
        [
            "Re:Re:",
            "ASIAN KUNG-FU GENERATION"
        ],
        [
            "TRAGEDY",
            "KAT-TUN"
        ],
        [
            "K S K",
            "DAIGO"
        ],
        [
            "恋のレッスン",
            "ふわふわ"
        ],
        [
            "No.1",
            "西野　カナ"
        ],
        [
            "フワフワSugar Love",
            "ふわふわ"
        ],
        [
            "ペンパイナッポーアッポーペン(PPAP)",
            "ピコ太郎"
        ],
        [
            "Memories",
            "MAN WITH A MISSION"
        ],
        [
            "彼女はゾンビ",
            "GLAY"
        ],
        [
            "Rockstar",
            "原駅ステージA"
        ],
        [
            "WILD WILD WILD",
            "EXILE THE SECOND"
        ],
        [
            "パノラマ",
            "関ジャニ∞"
        ],
        [
            "UNLOCK",
            "KAT-TUN"
        ],
        [
            "はじまり",
            "BLUE ENCOUNT"
        ],
        [
            "Princess",
            "miwa"
        ],
        [
            "E.G.summer RIDER",
            "E-girls"
        ],
        [
            "黒い雫",
            "Superfly"
        ],
        [
            "ザ・ゴールデン・ヒストリー",
            "ももいろクローバーZ"
        ],
        [
            "PIERROT",
            "GENERATION from EXILE TRIBE"
        ],
        [
            "アリア",
            "BUMP OF CHICKEN"
        ],
        [
            "水商売をやめてくれないか",
            "ゴールデンボンバー"
        ],
        [
            "真剣SUNSHINE",
            "Hey！Say！JUMP"
        ],
        [
            "fragile",
            "TOKIO"
        ],
        [
            "70億のピース",
            "秦　基博"
        ],
        [
            "他の誰かより悲しい恋をしただけ",
            "Flower"
        ],
        [
            "Next is you！",
            "NEXT YOU"
        ],
        [
            "Fantastic Time",
            "Hey！Say！JUMP"
        ],
        [
            "RAGE OF DUST",
            "SPYAIR"
        ],
        [
            "宝物",
            "LoVendoR"
        ],
        [
            "逆転Winner",
            "ジャニーズWEST"
        ],
        [
            "カラフルEyes",
            "Sexy Zone"
        ],
        [
            "NOROSHI",
            "関ジャニ∞"
        ],
        [
            "マディウォーター",
            "斉藤　和義"
        ],
        [
            "ブギウギLOVE",
            "カントリーガールズ"
        ],
        [
            "believe believe feat.明辺悠五",
            "JUJU"
        ],
        [
            "Right Now",
            "ASIAN KUNG-FU GENERATION"
        ],
        [
            "Red Carpet",
            "安室　奈美恵"
        ],
        [
            "未来へ",
            "ナオト・インティライミ"
        ],
        [
            "Beautiful World",
            "V6"
        ],
        [
            "HIGHER GROUND feat.Dimitri Vegas & Like Mike",
            "EXILE TRIBE"
        ],
        [
            "Plus One",
            "平井　堅"
        ],
        [
            "スパークル",
            "RADWINPS"
        ],
        [
            "越後水原",
            "水森　かおり"
        ],
        [
            "夜は眠れるかい？",
            "flumpool"
        ],
        [
            "Devil",
            "SUPER JUNIOR"
        ],
        [
            "薔薇と太陽",
            "KinKi Kids"
        ],
        [
            "流転の波止場",
            "山内　恵介"
        ],
        [
            "蝶々結び",
            "Aimer"
        ],
        [
            "UNIVERSE",
            "ShuuKaRen"
        ],
        [
            "何故　人は争うんだろう？",
            "℃-ute"
        ],
        [
            "怒りをくれよ",
            "GLIM SPANKY"
        ],
        [
            "KABANERI OF THE IRON FORTRESS",
            "EGOIST"
        ],
        [
            "両成敗でいいじゃない",
            "ゲスの極み乙女"
        ],
        [
            "一度だけの恋なら",
            "ワルキューレ"
        ],
        [
            "コップの中の木漏れ日",
            "ラブ・クレッシェンド"
        ],
        [
            "全力バタンキュー",
            "A応P"
        ],
        [
            "ひずみ",
            "HARUHI"
        ],
        [
            "想い出以上になりたくて",
            "Lily white～園田海未(三森すずこ),星空凛(飯田里穂),東條希(楠田亜衣奈)from μ's"
        ],
        [
            "ポストに声を投げ入れて",
            "YUKI"
        ],
        [
            "ランアンドラン",
            "KANA-BOON"
        ],
        [
            "Survivor",
            "BLUE ENCOUNT"
        ],
        [
            "8 BEATのシルエット",
            "布袋　寅泰"
        ],
        [
            "Let it fly",
            "Leola"
        ],
        [
            "サンバ！こぶしジャネイロ",
            "こぶしファクトリー"
        ],
        [
            "Take a \"5\"Train",
            "A.B.C-Z"
        ],
        [
            "My Best Friend",
            "Little Glee Monster"
        ],
        [
            "SIX SAME FACES～今夜は最高！！！！！！",
            "イヤミ feat.おそ松×カラ松×チョロ松×一松×十四松×トド松 (cv.鈴村健一、櫻井孝宏、中村悠一、神谷浩史、福山 潤、小野大輔、入野自由）"
        ],
        [
            "勝利の日まで",
            "Sexy Zone"
        ],
        [
            "Go！Go！Let's Go！",
            "E-girls"
        ],
        [
            "TIME FLIES",
            "ACE OF SPADES×PKCZ?feat.登坂広臣"
        ],
        [
            "ヒロイン",
            "back number"
        ],
        [
            "ベストフレンド",
            "ソナーポケット"
        ],
        [
            "Beautiful Gorgeous Love",
            "EXILE ATSUSHI"
        ],
        [
            "NEW WALL",
            "[Alexandoros]"
        ],
        [
            "よびすて",
            "Sexy Zone"
        ],
        [
            "SIX　SHAME　FACES?今夜も最高！！！！！！?",
            "トト子 feat.おそ松×カラ松×チョロ松×一松×十四松×トド松（CV.遠藤綾、櫻井孝宏、中村悠一、神谷浩史、福山潤、小野大輔、入野自由）\n      トト子 feat.おそ松×カラ松×チョロ松×一松×十四松×トド松（CV.遠藤綾、櫻井孝宏、中村悠一、神谷浩史、福山潤、小野大輔、入野自由）"
        ],
        [
            "NEW",
            "AAA"
        ],
        [
            "光の破片",
            "高橋　優"
        ],
        [
            "My Boo",
            "清水　翔太"
        ],
        [
            "　光",
            "RADWINPS"
        ],
        [
            "夢のありか",
            "ナオト・インティライミ"
        ],
        [
            "あなたのように",
            "DREAMS COME TRUE"
        ],
        [
            "道は手ずから夢の花",
            "KinKi Kids"
        ],
        [
            "あしたいろ",
            "安田　レイ"
        ],
        [
            "人生は素晴らしい",
            "ジャニーズWEST"
        ],
        [
            "ナツコイ",
            "井上　苑子"
        ],
        [
            "Pink Champagne",
            "E-girls"
        ],
        [
            "together",
            "ナオト・インティライミ"
        ]
    ],
    [
        [
            "　恋",
            "星野　源"
        ],
        [
            "himawari",
            "Mr.Children"
        ],
        [
            "渡月橋 ～君　想ふ～",
            "倉木　麻衣"
        ],
        [
            "打上花火",
            "DAOKO×米津玄師"
        ],
        [
            "不協和音",
            "欅坂46"
        ],
        [
            "ヒトリアトリエ",
            "Mr.Children"
        ],
        [
            "RAIN",
            "SEKAI NO OWARI"
        ],
        [
            "Family Song",
            "星野　源"
        ],
        [
            "インフルエンサー",
            "乃木坂46"
        ],
        [
            "ノンフィクション",
            "平井　堅"
        ],
        [
            "聖域",
            "福山　雅治"
        ],
        [
            "いつかできるから今日できる",
            "乃木坂46"
        ],
        [
            "若い広場",
            "桑田　佳祐"
        ],
        [
            "風に吹かれても",
            "欅坂46"
        ],
        [
            "やってみよう",
            "WANIMA"
        ],
        [
            "逃げ水",
            "乃木坂46"
        ],
        [
            "ハッピーエンド",
            "back number"
        ],
        [
            "二人セゾン",
            "欅坂46"
        ],
        [
            "TOKYO GIRL",
            "Perfume"
        ],
        [
            "EXCITE",
            "三浦　大知"
        ],
        [
            "背中越しのチャンス",
            "亀と山P"
        ],
        [
            "HAPPY",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "Destiny",
            "シェネル"
        ],
        [
            "いま、太陽に向かって咲く花",
            "NOBU"
        ],
        [
            "Forevermore",
            "宇多田　ヒカル"
        ],
        [
            "パッ",
            "西野　カナ"
        ],
        [
            "あいたい",
            "林部　智史"
        ],
        [
            "Just You and I",
            "安室　奈美恵"
        ],
        [
            "I'll be there",
            "　嵐"
        ],
        [
            "おとなの掟",
            "Doughnuts Hole"
        ],
        [
            "ピースサイン",
            "米津　玄師"
        ],
        [
            "BIG CITY RODEO",
            "GENERATIONS from EXILE TRIBE"
        ],
        [
            "前前前世",
            "RADWINPS"
        ],
        [
            "HANABI",
            "Mr.Children"
        ],
        [
            "I need your love",
            "Beverly"
        ],
        [
            "いいわけ",
            "JUJU"
        ],
        [
            "灰色と青(+菅田将暉)",
            "米津　玄師"
        ],
        [
            "サクラ～卒業できなかった君へ～",
            "半崎　美子"
        ],
        [
            "ずっとふたりで",
            "家入　レオ"
        ],
        [
            "つなぐ",
            "　嵐"
        ],
        [
            "手をつなぐ理由",
            "西野　カナ"
        ],
        [
            "僕の心をつくってよ",
            "平井　堅"
        ],
        [
            "リボン",
            "BUMP OF CHICKEN"
        ],
        [
            "CHARM",
            "WANIMA"
        ],
        [
            "Doors～勇気の軌跡～",
            "　嵐"
        ],
        [
            "世界に一つだけの花",
            "SMAP"
        ],
        [
            "SNOW SOUND",
            "[Alexandros]"
        ],
        [
            "サイハテアイニ",
            "RADWIMPS"
        ],
        [
            "DECIDED",
            "UVERworld"
        ],
        [
            "見たこともない景色",
            "菅田　将暉"
        ],
        [
            "　声",
            "グリーンボーイズ"
        ],
        [
            "シュートサイン",
            "AKB48"
        ],
        [
            "U",
            "三浦　大知"
        ],
        [
            "僕以外の誰か",
            "NMB48"
        ],
        [
            "意外とマンゴー",
            "SKE48"
        ],
        [
            "Tonight",
            "Kis-My-Ft2"
        ],
        [
            "#好きなんだ",
            "AKB48"
        ],
        [
            "MAGIC",
            "AAA"
        ],
        [
            "声明",
            "B'z"
        ],
        [
            "REBORN",
            "山下　達郎"
        ],
        [
            "奇跡の人",
            "関ジャニ∞"
        ],
        [
            "Don't be Afraid",
            "ラルク・アン・シエル"
        ],
        [
            "だきしめたい",
            "林部　智史"
        ],
        [
            "One More Time",
            "TWICE"
        ],
        [
            "PICK IT UP",
            "Kis-My-Ft2"
        ],
        [
            "オアシスと果樹園",
            "桑田　佳祐"
        ],
        [
            "就活センセーション",
            "つばきファクトリー"
        ],
        [
            "Girl",
            "秦　基博"
        ],
        [
            "カナリア",
            "ゆず"
        ],
        [
            "願いごとの持ち腐れ",
            "AKB48"
        ],
        [
            "Give Me Love",
            "Hey！Say！JUMP"
        ],
        [
            "orion",
            "米津　玄師"
        ],
        [
            "If You Wanna",
            "Perfume"
        ],
        [
            "ROCK THA TOWN",
            "Sexy Zone"
        ],
        [
            "　心",
            "コブクロ"
        ],
        [
            "LIFE",
            "AAA"
        ],
        [
            "　虹",
            "高橋　優"
        ],
        [
            "慕情",
            "中島　みゆき"
        ],
        [
            "Catch the Moment",
            "LiSA"
        ],
        [
            "ONE",
            "Aimer"
        ],
        [
            "初恋サンライズ",
            "つばきファクトリー"
        ],
        [
            "EMMA",
            "NEWS"
        ],
        [
            "青春時計",
            "NGT48"
        ],
        [
            "WIPER",
            "Suchmos"
        ],
        [
            "ステップアップLOVE",
            "DAOKO×岡村靖幸"
        ],
        [
            "NOROSHI",
            "関ジャニ∞"
        ],
        [
            "ぎゅっと",
            "Sexy Zone"
        ],
        [
            "Route 66",
            "EXILE THE SECOND"
        ],
        [
            "バグっていいじゃん",
            "HKT48"
        ],
        [
            "Girls",
            "西野　カナ"
        ],
        [
            "11月のアンクレット",
            "AKB48"
        ],
        [
            "We are",
            "ONE OK ROCK"
        ],
        [
            "邪魔しないで Here We Go！",
            "モーニング娘。"
        ],
        [
            "君への手紙",
            "桑田　佳祐"
        ],
        [
            "愛こそ",
            "ゆず"
        ],
        [
            "この闇を照らす光のむこうに",
            "Anly+スキマスイッチ"
        ],
        [
            "ひらり",
            "大原　櫻子"
        ],
        [
            "晴れた日に、空を見上げて",
            "林部　智史"
        ],
        [
            "なぐりガキBEAT",
            "関ジャニ∞"
        ],
        [
            "あなたといきていく",
            "GLAY"
        ],
        [
            "OVER THE TOP",
            "Hey！Say！JUMP"
        ],
        [
            "流動体について",
            "小沢　健二"
        ],
        [
            "男の絶唱",
            "氷川　きよし"
        ],
        [
            "春の歌",
            "藤原　さくら"
        ],
        [
            "一滴の影響",
            "UVERworld"
        ],
        [
            "A.G.I.T.",
            "Suchmos"
        ],
        [
            "さよならの意味",
            "乃木坂46"
        ],
        [
            "CQCQ",
            "神様、僕は気づいてしまった"
        ],
        [
            "ロードムービー",
            "高橋　優"
        ],
        [
            "道しるべ",
            "舞祭組"
        ],
        [
            "どこまでも～How Far I'll Go～",
            "加藤　ミリヤ"
        ],
        [
            "キスは待つしかないのでしょうか？",
            "HKT48"
        ],
        [
            "サイレントマジョリティー",
            "欅坂46"
        ],
        [
            "血、汗、涙",
            "防弾少年団"
        ],
        [
            "Dear Bride",
            "西野　カナ"
        ],
        [
            "Summer Lover",
            "EXILE THE SECOND"
        ],
        [
            "赤い果実",
            "Kis-My-Ft2"
        ],
        [
            "fake town baby",
            "UNISON SQUARE GARDEN"
        ],
        [
            "英雄運命の詩",
            "EGOIST"
        ],
        [
            "応答セヨ",
            "関ジャニ∞"
        ],
        [
            "Invisible Sensation",
            "UNISON SQUARE GARDEN"
        ],
        [
            "TT",
            "TWICE"
        ],
        [
            "BRAND NEW MORNING",
            "モーニング娘。'17"
        ],
        [
            "Because of you",
            "JUJU"
        ],
        [
            "予告",
            "aiko"
        ],
        [
            "明日へ",
            "SHISHAMO"
        ],
        [
            "My Hero",
            "MAN WITH A MISSION"
        ],
        [
            "恋のはじまり",
            "家入レオ×大原櫻子×藤原さくら"
        ],
        [
            "10% roll,10% romance",
            "UNISON SQUARE GARDEN"
        ],
        [
            "ヘビーメロウ",
            "スピッツ"
        ],
        [
            "フクロウの声が聞こえる",
            "小沢健二とSEKAI NO OWARI"
        ],
        [
            "STAY TUNE",
            "Suchmos"
        ],
        [
            "フラッグを立てろ",
            "YUKI"
        ],
        [
            "明日、また",
            "[ALEXANDROS]"
        ],
        [
            "Precious Girl",
            "Hay！Say！JUMP"
        ],
        [
            "太陽も月も",
            "GENERATIONS from EXILE TRIBE"
        ],
        [
            "KATOKU",
            "レキシ"
        ],
        [
            "BLACK MEMORY",
            "THE ORAL CIGARETTES"
        ],
        [
            "キング&クイーン",
            "ポルノグラフィティ"
        ],
        [
            "花束を君に",
            "宇多田　ヒカル"
        ],
        [
            "明日はどこから",
            "松　たか子"
        ],
        [
            "記念撮影",
            "BUMP OF CHICKEN"
        ],
        [
            "Welcome to TOKYO",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "愛が信じられないなら",
            "山内　惠介"
        ],
        [
            "SUPER FLY",
            "EXILE THE SECOUND"
        ],
        [
            "Hero",
            "安室　奈美恵"
        ],
        [
            "キラッ！満開スマイル",
            "島村卯月(大橋彩香)/小日向美穂(津田美波)/佐久間まゆ(牧野由依)/櫻井桃華(照井春佳)/双葉杏(五十嵐裕美)"
        ],
        [
            "クリスマスソング",
            "back number"
        ],
        [
            "大空で抱きしめて",
            "宇多田　ヒカル"
        ],
        [
            "I Get Around",
            "Hi-STANDARD"
        ],
        [
            "COLORS",
            "V6"
        ],
        [
            "Dead End in Tokyo",
            "MAN WITH A MISSION"
        ],
        [
            "FRONTIERS",
            "THE RAMPAGE from EXILE TRIBE"
        ],
        [
            "おーさか☆愛・EYE・哀",
            "ジャニーズWEST"
        ],
        [
            "ハッピーウェディング前ソング",
            "ヤバイT-シャツ屋さん"
        ],
        [
            "遺伝",
            "斉藤　和義"
        ],
        [
            "Can't Get Enough",
            "V6"
        ],
        [
            "Eternal Love",
            "EXILE TAKAHIRO"
        ],
        [
            "HOLIDAYS",
            "木村　カエラ"
        ],
        [
            "The Red Light",
            "KinKi Kids"
        ],
        [
            "はやく逢いたい",
            "Dream Ami"
        ],
        [
            "僕ら今日も生きている",
            "ジャニーズWEST"
        ],
        [
            "God's S.T.A.R.",
            "QUARTET NIGHT(CV:森久保祥太郎・鈴木達央・蒼井翔太・前野智昭)"
        ],
        [
            "Synchronized～シンクロ～",
            "フェアリーズ"
        ],
        [
            "モノクロ",
            "Flower"
        ],
        [
            "カゲロウ",
            "ЯeaL"
        ],
        [
            "ジェリービーンズ",
            "ふわふわ"
        ],
        [
            "WanteD！WanteD！",
            "Mrs.GREEN APPLE"
        ],
        [
            "荒野を歩け",
            "ASIAN KUNG-FU GENERATION"
        ],
        [
            "To Tomorrow",
            "℃-ute"
        ],
        [
            "だから、ひとりじゃない",
            "Little Glee Monster"
        ],
        [
            "ユメマカセ feat.Yojiro Noda",
            "SOIL &\"PIMP\"SESSIONS feat.Yojiro Noda"
        ],
        [
            "No Way Back",
            "AAA"
        ],
        [
            "Good Boy Bad Girl",
            "カントリー・ガールズ"
        ],
        [
            "ルポルタージュ",
            "高橋　優"
        ],
        [
            "明日へ",
            "Little Glee Monster"
        ],
        [
            "さよならバイスタンダー",
            "YUKI"
        ],
        [
            "イト",
            "クリープハイプ"
        ],
        [
            "Squall",
            "04 Limited Sazabys"
        ],
        [
            "呼吸",
            "菅田　将暉"
        ],
        [
            "ペンパイナッポーアッポーペン(PPAP)",
            "ピコ太郎"
        ],
        [
            "ラブレター",
            "島村卯月(大橋彩香) / 小日向美穂(津田美波) / 五十嵐響子(種崎敦美)"
        ],
        [
            "早鞆ノ瀬戸",
            "水森　かおり"
        ],
        [
            "J.S.B.HAPPINESS",
            "三代目 J Soul Brothers from EXILE TRIBE"
        ],
        [
            "Lightning",
            "THE RANPAGE from EXILE TRIBE"
        ],
        [
            "Reason",
            "315 STARS(DRAMATIC STARS,Beit,S.E.M,High×Joker,W.Jupiter)"
        ],
        [
            "Reboot！！！",
            "A.B.C-Z"
        ],
        [
            "たいようの哀悼歌",
            "Flower"
        ],
        [
            "We are the light",
            "miwa"
        ],
        [
            "ミスターカイト",
            "スキマスイッチ"
        ],
        [
            "Love☆Queen",
            "E-girls"
        ],
        [
            "良すた",
            "きゃりーぱみゅぱみゅ"
        ],
        [
            "ASH",
            "LiSA"
        ],
        [
            "目抜き通り",
            "椎名林檎,トータス松本"
        ],
        [
            "GOLD",
            "Happiness"
        ],
        [
            "世界はどこまで青空なのか？",
            "NGT48"
        ],
        [
            "愛さえあればなんにもいらない",
            "アンジェルム"
        ],
        [
            "恋のロードショー",
            "フェアリーズ"
        ],
        [
            "Winter Wonder land",
            "SHINee"
        ],
        [
            "奇蹟",
            "Uru"
        ]
    ],
];
